[
    {
        "registro_digital": "2026835",
        "epoca": "Undécima Época",
        "materias": "Administrativa, Constitucional",
        "tesis": "1a./J. 98/2023 (11a.)",
        "instancia": "Primera Sala",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "COMUNICACIÓN SOCIAL. LA LEY GENERAL DE LA MATERIA, PUBLICADA EN EL DIARIO OFICIAL DE LA FEDERACIÓN EL ONCE DE MAYO DE DOS MIL DIECIOCHO, ENTRAÑA UNA OMISIÓN LEGISLATIVA DE CARÁCTER RELATIVO QUE VULNERA LA LIBERTAD DE EXPRESIÓN.",
        "contenido": [
            "Hechos: Una asociación civil, cuyo objeto social está relacionado con la protección del derecho a la libertad de expresión, promovió juicio de amparo indirecto contra la Ley General de Comunicación Social, publicada en el Diario Oficial de la Federación el once de mayo de dos mil dieciocho, bajo la premisa esencial de que entraña una omisión legislativa de carácter relativo por carecer de reglas claras y transparentes para asignar el gasto de comunicación social en las distintas ramas del gobierno mexicano, en contravención de los principios previstos en la materia por el artículo 134 de la Constitución General. El Juez de Distrito determinó sobreseer en el juicio de amparo por falta de interés legítimo. La quejosa interpuso recurso de revisión, cuya competencia para resolverlo fue reasumida por la Suprema Corte de Justicia de la Nación.",
            "Criterio jurídico: La Primera Sala de la Suprema Corte de Justicia de la Nación determina que la Ley General de Comunicación Social, publicada en el Diario Oficial de la Federación el once de mayo de dos mil dieciocho, entraña una omisión legislativa de carácter relativo que resulta contraria a la libertad de expresión, particularmente, porque no esclarece ni detalla los criterios a que debe estar sujeto el gasto en comunicación social, ni dispone procedimientos concretos y reglas específicas encaminadas a garantizar que el ejercicio de dicho gasto cumpla con los criterios previstos en el párrafo octavo del artículo 134 de la Constitución General, lo cual se traduce en la existencia de una amplia discrecionalidad de los agentes gubernamentales involucrados en esa materia, que pueden ejercer una especie de censura sutil al asignar el gasto por concepto de propaganda oficial.",
            "Justificación: De conformidad con el artículo Tercero Transitorio del decreto de la reforma constitucional publicada en el Diario Oficial de la Federación de 10 de febrero de 2014, se sigue que el Congreso de la Unión quedó obligado a expedir una legislación que, además de reglamentar el párrafo octavo del artículo 134 de la Constitución General, dispusiera las normas en materia de comunicación social a que deben sujetarse los distintos órganos gubernamentales y que garantice que el gasto en esa materia cumpla con los criterios de eficiencia, eficacia, economía, transparencia y honradez, así como que se respeten los topes presupuestales, límites y condiciones de ejercicio que establezcan los presupuestos de egresos respectivos. Pese a ello, la Ley General de Comunicación Social, publicada en el Diario Oficial de la Federación el 11 de mayo de 2018, no cumple a cabalidad con la tarea que el Texto Fundamental le encomendó, particularmente, porque no esclarece ni detalla los criterios a que debe estar sujeto el gasto en comunicación social, ni dispone procedimientos concretos y reglas específicas encaminadas a garantizar que el ejercicio de dicho gasto cumpla con los criterios indicados, disminuyendo así la discrecionalidad de los agentes gubernamentales involucrados. Muestra de ello se encuentra en el artículo 5 de la Ley General de Comunicación Social, en su texto anterior a la reforma publicada en el Diario Oficial de la Federación el 27 de diciembre de 2022, mismo que si bien enuncia los principios que deben observar los entes públicos al ejercer el gasto público en materia de comunicación social, no dispone los elementos que permitan conocer con precisión qué alcance deben atribuírseles, a pesar de que por imperativo constitucional se debía emitir una legislación que garantizara su cumplimiento. El despliegue deficiente de las facultades legislativas indicadas es más evidente, al constatar que en el último párrafo del artículo 5 referido, se dejó a cargo de la \"Secretaría Administradora\" la atribución para emitir \"Lineamientos\" en los cuales contemplara los criterios de selección del medio de comunicación correspondiente, a fin de garantizar el cumplimiento de los principios rectores indicados. Esto es, la legislación indebidamente dejó en manos de autoridades administrativas la delimitación del entramado normativo necesario para garantizar el cumplimiento de los principios aplicables al ejercicio del gasto en comunicación social. Por lo demás, el órgano legislativo era consciente de la existencia de un problema sistemático en la asignación de contratos de publicidad oficial a particulares, que hasta en las exposiciones de motivos de las distintas iniciativas que dieron origen a la ley de referencia se apuntaron casos en los cuales, supuestamente, se ejerció una presión sutil de autocensura por parte de la autoridad. De este modo, la Ley General de Comunicación Social entraña una omisión legislativa de carácter relativo que repercute en la libertad de expresión y que debe ser subsanada por el Congreso de la Unión.",
            "PRIMERA SALA."
        ],
        "precedente": [
            "Amparo en revisión 308/2020. Campaña Global por la Libertad de Expresión A19, A.C. 8 de septiembre de 2021. Unanimidad de cuatro votos de las Ministras Norma Lucía Piña Hernández, quien reservó su derecho para formular voto concurrente, y Ana Margarita Ríos Farjat, y de los Ministros Juan Luis González Alcántara Carrancá y Alfredo Gutiérrez Ortiz Mena. Ausente: Ministro Jorge Mario Pardo Rebolledo. Ponente: Ministro Juan Luis González Alcántara Carrancá. Secretarios: Fernando Sosa Pastrana, Pablo Francisco Muñoz Díaz y Víctor Manuel Rocha Mercado.",
            "Tesis de jurisprudencia 98/2023 (11a.). Aprobada por la Primera Sala de este Alto Tribunal, en sesión privada de veintiocho de junio de dos mil veintitrés."
        ]
    },
    {
        "registro_digital": "2026826",
        "epoca": "Undécima Época",
        "materias": "Civil",
        "tesis": "1a./J. 56/2023 (11a.)",
        "instancia": "Primera Sala",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "ACCIONES PERSONALES. NO PROCEDE SU EJERCICIO EN CONTRA DE LOS HEREDEROS EN UN JUICIO SUCESORIO CUANDO ÉSTE SE TIENE POR CONCLUIDO Y SE ADJUDICARON LOS BIENES A LAS PERSONAS HEREDERAS (LEGISLACIÓN DE LOS ESTADOS DE CAMPECHE Y GUANAJUATO).",
        "contenido": [
            "Hechos: Los Tribunales Colegiados de Circuito contendientes sostuvieron diversos criterios en cuanto a considerar si procede o no que se ejerzan acciones personales en contra de los herederos no obstante que ya tuvieran adjudicados los bienes que formaron parte de la masa hereditaria y el juicio sucesorio estuviera concluido. Uno de los Tribunales consideró que ya no es posible ejercer una acción personal en esas circunstancias debido a que no existe causahabiencia del heredero con el de cujus, mientras que otro Colegiado consideró que sí es posible ejercer la acción personal, ya que no precluye el derecho de hacerlo, aunado a que existe una causahabiencia que obliga al heredero a responder.",
            "Criterio jurídico: La Primera Sala de la Suprema Corte de Justicia de la Nación considera que una vez que concluyó el juicio sucesorio y se adjudicaron los bienes a las personas herederas, no pueden ejercerse acciones personales por terceros en contra de éstas, en virtud de que la relación jurídica que les unía con el de cujus ha terminado.",
            "Justificación: Toda vez que la causahabiencia sólo puede tener lugar mientras continúa vigente la relación jurídica en la cual el causahabiente se sustituye, una vez que ha dejado de surtir efectos y se ha dado por terminada la relación jurídica basada en una obligación personal que el de cujus adquirió en vida, ya no hay obligaciones que cumplir ni derechos correlativos para exigir su cumplimiento una vez que se ha repartido y adjudicado el patrimonio del de cujus. Esto porque, por una ficción jurídica, todas las obligaciones personales terminan precisamente ante la declaración judicial del reparto del patrimonio a los herederos quienes integran dichos bienes a su patrimonio sin más carga que las obligaciones reales y directas que de ellos deriven. Entonces, una vez que concluyó el juicio sucesorio y se adjudicaron los bienes de la herencia, no es posible considerar al heredero como causahabiente de las obligaciones personales del de cujus, dado que los bienes ya fueron incorporados a su patrimonio (libres de las cargas adquiridas a título personal durante la vida del de cujus) y por ende no pueden ejercitarse acciones personales en contra de los herederos porque la relación jurídica que unía al tercero con el de cujus ya es inexistente.",
            "PRIMERA SALA."
        ],
        "precedente": [
            "Contradicción de tesis 57/2020. Entre las sustentadas por el entonces Segundo Tribunal Colegiado en Materias Civil y de Trabajo del Décimo Sexto Circuito, actual Segundo Tribunal Colegiado en Materia Civil del Décimo Sexto Circuito y el Primer Tribunal Colegiado de Circuito del Centro Auxiliar de la Cuarta Región, con residencia en Xalapa, Veracruz de Ignacio de la Llave. 1 de febrero de 2023. Mayoría de cuatro votos de los Ministros Arturo Zaldívar Lelo de Larrea, Alfredo Gutiérrez Ortiz Mena y Jorge Mario Pardo Rebolledo, y la Ministra Ana Margarita Ríos Farjat. Disidente: Ministro Juan Luis González Alcántara Carrancá, quien reservó su derecho para formular voto particular. Ponente: Ministro Alfredo Gutiérrez Ortiz Mena. Secretaria: Jaqueline Sáenz Andujo.",
            "Tesis y/o criterios contendientes:",
            "El emitido por el entonces Segundo Tribunal Colegiado en Materias Civil y de Trabajo del Décimo Sexto Circuito, actual Segundo Tribunal Colegiado en Materia Civil del Décimo Sexto Circuito, al resolver el amparo directo 890/2007, el cual dio origen a la tesis aislada XVI.2o.C.T.47 C, de rubro: \"SUCESIÓN LEGÍTIMA. UNA VEZ CONCLUIDO EL JUICIO RELATIVO, LOS ADJUDICATARIOS CARECEN DE LEGITIMACIÓN PASIVA, SI SE INTENTA UNA ACCIÓN PERSONAL (LEGISLACIÓN DEL ESTADO DE GUANAJUATO).\", publicada en el Semanario Judicial de la Federación y su Gaceta, Novena Época, Tomo XXVII, abril de 2008, página 2437, con número de registro digital: 169782; y",
            "El sostenido por el Primer Tribunal Colegiado de Circuito del Centro Auxiliar de la Cuarta Región, con residencia en Xalapa, Veracruz de Ignacio de la Llave, en apoyo del Tribunal Colegiado del Trigésimo Primer Circuito, al resolver el amparo directo 1006/2019 (cuaderno auxiliar 1037/2019), en el que determinó que la preclusión no puede operar respecto de derechos procesales, especialmente al tratarse de personas ajenas al juicio, ya que a pesar de que en el juicio testamentario se haya dado cumplimiento al artículo 119 del Código de Procedimientos Civiles del Estado de Campeche con la publicación de los edictos respectivos para convocar a quienes se consideren con derecho a la herencia, y el acreedor del deudor no haya concurrido a exigir el otorgamiento de escritura pública del contrato privado de compraventa celebrado por el autor de la herencia; tal situación no puede tornar improcedente la acción pro forma, personal o de otorgamiento de escritura que regulan los artículos 4 y 16 del Código Procesal Civil del Estado de Campeche.",
            "Tesis de jurisprudencia 56/2023 (11a.). Aprobada por la Primera Sala de este Alto Tribunal, en sesión privada de doce de abril de dos mil veintitrés."
        ]
    },
    {
        "registro_digital": "2026838",
        "epoca": "Undécima Época",
        "materias": "Civil",
        "tesis": "1a./J. 72/2023 (11a.)",
        "instancia": "Primera Sala",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "DOCUMENTOS CERTIFICADOS EXHIBIDOS EN JUICIO EN TÉRMINOS DEL ARTÍCULO 100 DE LA LEY DE INSTITUCIONES DE CRÉDITO. PARA QUE SU CERTIFICACIÓN SE CONSIDERE DEBIDAMENTE REALIZADA Y PUEDA SURTIR EFECTOS LA PRESUNCIÓN CONTENIDA EN LA LEY, SE DEBEN ACOMPAÑAR LOS DOCUMENTOS QUE ACREDITAN LA PERSONALIDAD Y FACULTADES DE QUIEN LOS CERTIFICA.",
        "contenido": [
            "Hechos: Un Tribunal Colegiado de Circuito y un Pleno de Circuito sustentaron posturas contradictorias al dilucidar si –para que surta efectos la presunción de legalidad de los documentos certificados y exhibidos en términos del artículo 100 de la Ley de Instituciones de Crédito– resulta indispensable que se exhiban los documentos que justifiquen la personalidad y facultades de los funcionarios que hicieron la certificación referida o si, por el contrario, basta con la mención del acto jurídico a través del cual fueron nombrados y facultados, así como los datos de inscripción en el Registro Público de Comercio. Por una parte, el Tribunal Colegiado consideró que para cumplir con la exigencia a que se refiere el artículo 100 de la Ley de Instituciones de Crédito, basta con que en la certificación se asienten los datos relativos al nombre del funcionario previamente autorizado para tal efecto y los datos de inscripción del nombramiento respectivo en el Registro Público de Comercio. Por el contrario, el Pleno de Circuito determinó que los documentos certificados y exhibidos en términos del artículo 100 en comento, deben acompañarse con los documentos que acrediten la personalidad y las facultades del funcionario autorizado para tales efectos.",
            "Criterio jurídico: Esta Primera Sala sostiene que, para que los documentos certificados en términos del artículo 100 de la Ley de Instituciones de Crédito, exhibidos dentro de juicios mercantiles por las instituciones de crédito, gocen del mismo valor probatorio que los libros, registros y documentos microfilmados o grabados en discos ópticos, o conservados a través de cualquier otro medio autorizado, deben acompañarse con el documento que acredite la personalidad y las facultades del funcionario autorizado para realizar dicha certificación.",
            "Justificación: En congruencia con los principios de proximidad y facilidad probatoria, así como de la aplicación analógica de los criterios emitidos por la Primera Sala al resolver las contradicciones de tesis 128/2018 y 206/2020, corresponde a las instituciones de crédito soportar la carga de la prueba respecto a la acreditación de la personalidad y las funciones de los funcionarios que certifican la información aportada dentro de un juicio mercantil, en términos del artículo 100 de la ley en comento. Ello, con la finalidad de dotar a los jueces de mayores elementos que, en conjunto, le permitan resolver una controversia en torno a la autenticidad de la información aportada. Lo anterior, sin que pueda estimarse como una imposición excesiva en detrimento del principio de igualdad procesal de las partes, toda vez que las instituciones de crédito no sólo tienen a su alcance los estados financieros y demás documentos derivados de las operaciones bancarias efectuadas por los usuarios, sino también la relación de nombramientos y funciones de su personal. De ahí que las instituciones de crédito gozan de mayor facilidad para aportar tales probanzas.",
            "PRIMERA SALA."
        ],
        "precedente": [
            "Contradicción de criterios 300/2022. Entre los sustentados por el Pleno en Materia Civil del Primer Circuito y el Tercer Tribunal Colegiado en Materia Civil del Cuarto Circuito. 19 de abril de 2023. Mayoría de tres votos de los Ministros Juan Luis González Alcántara Carrancá y Jorge Mario Pardo Rebolledo, y la Ministra Ana Margarita Ríos Farjat. Disidentes: Ministros Arturo Zaldívar Lelo de Larrea y Alfredo Gutiérrez Ortiz Mena, quienes reservaron su derecho para formular voto de minoría. Ponente: Ministro Juan Luis González Alcántara Carrancá. Secretario: Gregorio Delfino Castillo Porras.",
            "Tesis y/o criterios contendientes:",
            "El emitido por el Pleno en Materia Civil del Primer Circuito, al resolver la contradicción de tesis 17/2017, la cual dio origen a la jurisprudencia PC.I.C. J/62 C (10a.), de título y subtítulo: \"TIRAS AUDITORAS CERTIFICADAS EN TÉRMINOS DEL ARTÍCULO 100 DE LA LEY DE INSTITUCIONES DE CRÉDITO. CUANDO SE EXHIBEN EN JUICIO DICHOS REGISTROS ELECTRÓNICOS DEBEN ACOMPAÑARSE CON EL DOCUMENTO QUE ACREDITE LA PERSONALIDAD Y LAS FACULTADES DEL FUNCIONARIO QUE LAS CERTIFICA.\", publicada en el Semanario Judicial de la Federación del viernes 2 de febrero de 2018 a las 10:04 horas y en la Gaceta del Semanario Judicial de la Federación, Décima Época, Libro 51, febrero de 2018, Tomo II, página 992, con número de registro digital: 2016140; y",
            "El sostenido por el Tercer Tribunal Colegiado en Materia Civil del Cuarto Circuito, al resolver el amparo directo 387/2021 (relacionado con el amparo directo 393/2021), en el que determinó que para que surta efectos la presunción de certeza y eficacia probatoria de los documentos certificados a que se refiere el artículo 100 de la Ley de Instituciones de Crédito, basta con que en la certificación se asienten los datos relativos al nombre del funcionario previamente autorizado para tal efecto y los datos de inscripción del nombramiento respectivo en el Registro Público de Comercio.",
            "Tesis de jurisprudencia 72/2023 (11a.). Aprobada por la Primera Sala de este Alto Tribunal, en sesión privada de diez de mayo de dos mil veintitrés.",
            "Nota: La parte conducente de la sentencia relativa a la contradicción de tesis 128/2018 citada, aparece publicada en el Semanario Judicial de la Federación del viernes 24 de mayo de 2019 a las 10:29 horas y en la Gaceta del Semanario Judicial de la Federación, Décima Época, Libro 66, Tomo II, mayo de 2019, página 1157, con número de registro digital: 28661.",
            "La parte conducente de la sentencia relativa a la contradicción de tesis 206/2020 citada, aparece publicada en el Semanario Judicial de la Federación del viernes 21 de mayo de 2021 a las 10:26 horas y en la Gaceta del Semanario Judicial de la Federación, Undécima Época, Libro 1, Tomo II, mayo de 2021, página 1693, con número de registro digital: 29801."
        ]
    },
    {
        "registro_digital": "2026849",
        "epoca": "Undécima Época",
        "materias": "Civil, Común",
        "tesis": "1a./J. 61/2023 (11a.)",
        "instancia": "Primera Sala",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "JUICIO SUCESORIO INTESTAMENTARIO. LA PERSONA QUE ADUCE TENER DERECHOS HEREDITARIOS Y NO FUE LLAMADA AL PROCEDIMIENTO TIENE LEGITIMACIÓN PARA PROMOVER JUICIO DE AMPARO INDIRECTO A PESAR DE HABERSE CERRADO LA PRIMERA ETAPA DEL PROCEDIMIENTO.",
        "contenido": [
            "Hechos: Los Tribunales Colegiados contendientes que conocieron de diversos amparos en revisión sostuvieron criterios contradictorios en torno a la procedencia del juicio de amparo indirecto promovido por una persona tercera extraña –una típica y otra por equiparación– contra la falta de llamamiento a un juicio sucesorio intestamentario en el que ya se había cerrado la primera etapa y no se le había reconocido el carácter de heredera. Mientras que uno de los colegiados consideró que la procedencia del juicio no dependía de que el sucesorio hubiere concluido en todas sus etapas, así como que tampoco era exigible que la interesada agotara los medios ordinarios de defensa antes de acudir al juicio biinstancial; el otro concluyó que un amparo indirecto de las características descritas resultaba improcedente porque todavía no se había dictado la resolución de partición y adjudicación con la que culminara la última etapa del juicio sucesorio, aunado a que la parte interesada debía agotar previamente el incidente de nulidad, aun cuando no hubiere sido señalada como presunta heredera en la denuncia del intestamentario de origen.",
            "Criterio jurídico: El juicio de amparo indirecto es procedente cuando una persona que aduce tener derechos hereditarios lo promueve en contra de la falta de llamamiento a un juicio sucesorio intestamentario en el que ya se cerró la primera etapa y no se le reconoció el carácter de heredera, sin necesidad de que espere al dictado de la resolución de partición y adjudicación, ni de que agote los medios ordinarios de defensa, dada la calidad de tercera extraña que le asiste, ya sea de modo típico o por equiparación, siempre y cuando no haya perdido este carácter.",
            "Justificación: Por regla general, el juicio de amparo sólo procede en contra de la resolución definitiva con que culminen los juicios o procedimientos seguidos en forma de juicio. Una excepción opera cuando el juicio lo promueven personas extrañas al procedimiento, ya sean típicas o por equiparación, de conformidad con lo previsto en los artículos 107, fracciones III, inciso c), y VII, de la Constitución Política de los Estados Unidos Mexicanos y 107, fracción VI, de la Ley de Amparo.",
            "Ahora, los juicios sucesorios intestamentarios se componen de varias etapas, siendo la última de ellas la que culmina con la aprobación de la resolución de partición y adjudicación. Al respecto, si una persona que aduce tener derechos hereditarios y que no fue llamada al juicio correspondiente (por omisión o deficiencia), ni declarada heredera al cierre de la primera etapa del intestamentario, puede promover el juicio de amparo indirecto en contra del acto omisivo que la excluyó de la intervención, de forma inmediata y sin necesidad de esperar el dictado de la sentencia definitiva, ni de agotar los medios ordinarios de defensa previstos como parte del juicio sucesorio.",
            "Lo que resulta lógico, pues, al no ser parte del procedimiento no tiene conocimiento completo y exacto de la existencia del juicio, de manera que no está en aptitud de saber cuándo se dicta la resolución definitiva, ni cuáles son los recursos ordinarios o medios legales de defensa existentes dentro de aquél.",
            "Además, dada la lógica y naturaleza dividida de los juicios sucesorios intestamentarios, una vez cerrada cada etapa en forma definitiva, las violaciones que en su caso se comentan quedan materializadas desde ese momento y no variarán con el dictado de la resolución final, lo que actualiza una razón adicional para admitir la procedencia del juicio de amparo biinstancial en este tipo de casos.",
            "Sin embargo, para que la procedencia del juicio opere en los términos apuntados, es necesario que el derecho a reclamar la herencia no haya prescrito y que la persona que alegue un derecho sobre la masa hereditaria no haya perdido la calidad de tercera extraña al procedimiento, ya sea por haber comparecido al juicio o por haber tenido conocimiento completo y exacto de su existencia.",
            "PRIMERA SALA."
        ],
        "precedente": [
            "Contradicción de criterios 359/2022. Entre los sustentados por el Sexto Tribunal Colegiado en Materia Civil del Tercer Circuito y el Segundo Tribunal Colegiado en Materia Civil del Sexto Circuito. 22 de febrero de 2023. Mayoría de cuatro votos de los Ministros Arturo Zaldívar Lelo de Larrea, Juan Luis González Alcántara Carrancá y Alfredo Gutiérrez Ortiz Mena, y la Ministra Ana Margarita Ríos Farjat. Disidente: Ministro Jorge Mario Pardo Rebolledo, quien reservó su derecho para formular voto particular. Ponente: Ministra Ana Margarita Ríos Farjat. Secretaria: Mariana Aguilar Aguilar.",
            "Tesis y/o criterios contendientes:",
            "El emitido por el Sexto Tribunal Colegiado en Materia Civil del Tercer Circuito, al resolver el amparo en revisión 54/2022, en el que concluyó que la procedencia del juicio de amparo indirecto promovido por una persona tercero extraña a un juicio sucesorio intestamentario no depende de que éste haya concluido o no, sino que basta con que la persona sostenga que no fue llamada al juicio sucesorio y que, por ende, no fue reconocida con el carácter de heredera al cierre de la primera etapa, para tener por actualizada la hipótesis de procedencia contenida en el artículo 107, fracción VI, de la Ley de Amparo. Adicionalmente, sostuvo que en ese tipo de casos no es exigible que el posible heredero agote los recursos ordinarios previstos en los códigos de procedimientos civiles, pues, al no ser parte en el juicio sucesorio, no tiene acceso a ellos por la calidad de tercero extraño que ostenta; y,",
            "El sustentado por el Segundo Tribunal Colegiado en Materia Civil del Sexto Circuito, al resolver el amparo en revisión 344/2007, el cual dio origen a la tesis aislada VI.2o.C.597 C, de rubro: \"EMPLAZAMIENTO A JUICIO SUCESORIO INTESTAMENTARIO. SI EL JUICIO DE ORIGEN NO HA CONCLUIDO POR RESOLUCIÓN FIRME, EN LA QUE SE APRUEBE LA PARTICIÓN Y ADJUDICACIÓN DE LOS BIENES, ES IMPROCEDENTE EL AMPARO PROMOVIDO PARA RECLAMAR LA FALTA O ILEGALIDAD DE AQUÉL, SI NO SE AGOTA EL INCIDENTE DE NULIDAD DE TODO LO ACTUADO A PARTIR DE LA DENUNCIA, PREVISTA EN EL ARTÍCULO 769, FRACCIÓN III, SEGUNDO PÁRRAFO, DEL CÓDIGO DE PROCEDIMIENTOS CIVILES PARA EL ESTADO DE PUEBLA.\", publicada en el Semanario Judicial de la Federación y su Gaceta, Novena Época, Tomo XXVII, febrero de 2008, página 2270, con número de registro digital: 170323.",
            "Tesis de jurisprudencia 61/2023 (11a.). Aprobada por la Primera Sala de este Alto Tribunal, en sesión privada de doce de abril de dos mil veintitrés."
        ]
    },
    {
        "registro_digital": "2026861",
        "epoca": "Undécima Época",
        "materias": "Común",
        "tesis": "1a./J. 76/2023 (11a.)",
        "instancia": "Primera Sala",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "RECURSO DE QUEJA PREVISTO EN EL ARTÍCULO 97, FRACCIÓN I, INCISO E), DE LA LEY DE AMPARO. PROCEDE CONTRA EL ACUERDO DICTADO EN EL JUICIO DE AMPARO INDIRECTO QUE NIEGA LA DIGITALIZACIÓN DE CONSTANCIAS REMITIDAS POR LA AUTORIDAD RESPONSABLE Y QUE ESTÁN RELACIONADAS CON EL ACTO RECLAMADO.",
        "contenido": [
            "Hechos: Los Tribunales Colegiados de Circuito contendientes realizaron un ejercicio interpretativo y llegaron a decisiones contradictorias en cuanto a si procede o no el recurso de queja previsto en el artículo 97, fracción I, inciso e), de la Ley de Amparo, contra el acuerdo dictado en un juicio de amparo indirecto en el que se niegue, de manera expresa o tácita, la digitalización de constancias remitidas por la autoridad responsable en relación con el acto reclamado.",
            "Criterio jurídico: La Primera Sala de la Suprema Corte de Justicia de la Nación establece que es procedente el recurso de queja previsto en el artículo 97, fracción I, inciso e), de la Ley de Amparo, contra el acuerdo dictado dentro de un juicio de amparo indirecto que niega la digitalización de constancias remitidas por la autoridad responsable en relación con el acto reclamado, al tratarse de una determinación que no admite expresamente recurso de revisión; que es susceptible de causar un perjuicio de gran importancia o peso normativo para las partes; y que dicho menoscabo no es reparable en la sentencia definitiva.",
            "Justificación: La negativa de digitalizar en el expediente electrónico constancias remitidas por la autoridad responsable que guardan relación con el acto reclamado dentro del juicio de amparo indirecto, actualiza la procedencia del recurso de queja previsto en el artículo 97, fracción I, inciso e), de la Ley de Amparo, al tratarse de una decisión que no admite expresamente recurso de revisión, pues no está comprendida en los supuestos establecidos en el artículo 81, fracción I, de la Ley de Amparo. Además, dicha negativa incide trascendentemente y de manera real y objetiva en la esfera jurídica de la parte afectada, ya que conforme a los artículos 3o. de la Ley de Amparo y 3, fracciones II y IV, 22 y 24 del Acuerdo General 12/2020 del Pleno del Consejo de la Judicatura Federal, que regula la integración y trámite de expediente electrónico y el uso de videoconferencias en todos los asuntos competencia de los órganos jurisdiccionales a cargo del propio Consejo, todas las promociones y documentos que presenten las partes, incluyendo anexos, deben digitalizarse y formar parte del sistema electrónico del Poder Judicial de la Federación. Aunado a que el perjuicio ocasionado no es reparable en la sentencia definitiva al tratarse de una cuestión ajena a la litis que consiste en analizar la constitucionalidad o legalidad de la norma o acto reclamado. Lo anterior, sin perjuicio de que el artículo 22 del Acuerdo General Plenario 12/2020 citado, establezca diversas excepciones, pero la actualización de éstas en todo caso constituye parte del análisis de la legalidad de la resolución recurrida y, por tanto, es materia del estudio de fondo.",
            "PRIMERA SALA."
        ],
        "precedente": [
            "Contradicción de criterios 322/2022. Entre los sustentados por el Primer Tribunal Colegiado en Materias Civil y de Trabajo del Octavo Circuito, el Tercer Tribunal Colegiado del Vigésimo Séptimo Circuito y el Primer Tribunal Colegiado en Materias Penal y Administrativa del Quinto Circuito. 15 de marzo de 2023. Mayoría de cuatro votos de los Ministros Arturo Zaldívar Lelo de Larrea, Juan Luis González Alcántara Carrancá y Alfredo Gutiérrez Ortiz Mena, y la Ministra Ana Margarita Ríos Farjat. Disidente: Ministro Jorge Mario Pardo Rebolledo, quien reservó su derecho para formular voto particular. Ponente: Ministro Arturo Zaldívar Lelo de Larrea. Secretaria: María Valdes Leal.",
            "Tesis y/o criterios contendientes:",
            "El emitido por el Primer Tribunal Colegiado en Materias Civil y de Trabajo del Octavo Circuito, al resolver la queja 113/2021, en la que se determinó que no se actualizaban los requisitos previstos en el artículo 97, fracción I, inciso e), de la Ley de Amparo, toda vez que el auto dictado en un juicio de amparo indirecto en el que se niegue, de manera expresa o tácita, la digitalización de constancias remitidas por la autoridad responsable en relación con el acto reclamado no tenía una naturaleza trascendental y grave que causara un perjuicio a la parte recurrente, no reparable en la sentencia definitiva; y,",
            "El sustentado por el Primer Tribunal Colegiado en Materias Penal y Administrativa del Quinto Circuito, al resolver la queja 46/2021, en la que se consideró tácitamente que el recurso reunía los requisitos previstos en el artículo 97, fracción I, inciso e), de la Ley de Amparo, por lo que procedió al estudio de fondo.",
            "Tesis de jurisprudencia 76/2023 (11a.). Aprobada por la Primera Sala de este Alto Tribunal, en sesión privada de veinticuatro de mayo de dos mil veintitrés.",
            "Nota: El Acuerdo General 12/2020, del Pleno del Consejo de la Judicatura Federal, que regula la integración y trámite de expediente electrónico y el uso de videoconferencias en todos los asuntos competencia de los órganos jurisdiccionales a cargo del propio Consejo citado, aparece publicado en el Semanario Judicial de la Federación del viernes 7 de agosto de 2020 a las 10:15 horas y en la Gaceta del Semanario Judicial de la Federación, Décima Época, Libro 77, Tomo VII, agosto de 2020, página 6558, con número de registro digital: 5473."
        ]
    },
    {
        "registro_digital": "2026827",
        "epoca": "Undécima Época",
        "materias": "Común, Laboral",
        "tesis": "2a./J. 40/2023 (11a.)",
        "instancia": "Segunda Sala",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "ACTO DE AUTORIDAD PARA EFECTOS DEL JUICIO DE AMPARO. LO CONSTITUYE LA ORDEN DE SUSPENDER, RETENER O CANCELAR EL PAGO DE LA PENSIÓN JUBILATORIA DERIVADA DEL CONTRATO COLECTIVO DE TRABAJO CELEBRADO ENTRE TELÉFONOS DE MÉXICO, SOCIEDAD ANÓNIMA BURSÁTIL DE CAPITAL VARIABLE Y EL SINDICATO DE TELEFONISTAS DE LA REPÚBLICA MEXICANA.",
        "contenido": [
            "Hechos: Los Tribunales Colegiados de Circuito contendientes analizaron si el acto reclamado consistente en la orden de suspender el pago de la pensión jubilatoria otorgada por Teléfonos de México, Sociedad Anónima Bursátil de Capital Variable, en términos del contrato colectivo de trabajo celebrado entre dicha empresa y el Sindicato de Telefonistas de la República Mexicana, constituye o no un acto de autoridad para efectos del juicio de amparo.",
            "Criterio jurídico: La Segunda Sala de la Suprema Corte de Justicia de la Nación decide que la orden de suspender, retener o cancelar el pago de la pensión por jubilación otorgada en términos del contrato colectivo de trabajo celebrado entre Teléfonos de México, Sociedad Anónima Bursátil de Capital Variable y el Sindicato de Telefonistas de la República Mexicana, constituye un acto de particular equivalente a uno de autoridad para efectos del juicio de amparo.",
            "Justificación: Esta Segunda Sala ha sostenido en diversos asuntos que de conformidad con los artículos 1, último párrafo y 5, fracción II, de la Ley de Amparo, las características que deben ostentar los actos realizados por particulares con calidad de autoridad son: 1. Que realice actos equivalentes a los de autoridad, esto es, que dicte, ordene, ejecute o trate de ejecutar algún acto en forma unilateral y obligatoria, o bien, que omita actuar en determinado sentido; 2. Que afecte derechos creando, modificando o extinguiendo situaciones jurídicas; y, 3. Que sus funciones estén determinadas en una norma general que le confiera las atribuciones para actuar como una autoridad del Estado, cuyo ejercicio, por lo general, tenga un margen de discrecionalidad. De manera que, en los casos como el que se analiza, en los que en términos de un contrato colectivo de trabajo la parte empleadora convino con los trabajadores en el otorgamiento de la jubilación, como prestación complementaria a las derivadas del régimen obligatorio de seguridad social y su pago comprende tanto la prestación extralegal convenida, como las derivadas de la ley, el patrón se erige frente al trabajador como una entidad obligada a promover, respetar y garantizar el derecho humano a la seguridad social tutelado en el artículo 123, apartado A, fracción XXIX, de la Constitución Federal, bajo las modalidades y condiciones previstas en la Ley del Seguro Social y, por tanto, al suspender, modificar o cancelar de manera unilateral y obligatoria el pago de la jubilación, no sólo está afectando la prestación extralegal que se obligó a pagar en términos del pacto colectivo correspondiente, sino también la parte que corresponde a la pensión de cesantía en edad avanzada o vejez derivada del régimen obligatorio de seguridad social, de ahí que la mencionada orden constituye un acto de particular equivalente a uno de autoridad. Lo anterior, siempre que las constancias de autos o las recabadas por el juzgador de amparo corroboren que la orden de suspender o cancelar la jubilación comprende tanto la parte extralegal de la mencionada prestación, como la derivada del régimen obligatorio de seguridad social, pues para el caso de que la mencionada orden se refiera sólo a la parte extralegal de la prestación, únicamente será reclamable a través del conflicto de seguridad social que se plantee en términos de lo previsto en el artículo 899-A de la Ley Federal del Trabajo.",
            "SEGUNDA SALA."
        ],
        "precedente": [
            "Contradicción de criterios 336/2022. Entre los sustentados por el Segundo Tribunal Colegiado en Materias Civil y de Trabajo del Décimo Séptimo Circuito y el Quinto Tribunal Colegiado en Materia de Trabajo del Primer Circuito. 17 de mayo de 2023. Mayoría de cuatro votos de los Ministros Yasmín Esquivel Mossa, Luis María Aguilar Morales, Loretta Ortiz Ahlf y Javier Laynez Potisek. Disidente: Alberto Pérez Dayán. Ponente: Javier Laynez Potisek. Secretaria: Elizabeth Miranda Flores.",
            "Tesis y criterio contendientes:",
            "El sustentado por el Quinto Tribunal Colegiado en Materia de Trabajo del Primer Circuito, al resolver el amparo en revisión 80/2021, el cual dio origen a la tesis aislada I.5o.T.24 L (11a.), de rubro: \"PENSIÓN JUBILATORIA. SU FALTA DE PAGO EN FORMA UNILATERAL, INTEMPESTIVA, INDEFINIDA E INJUSTIFICADA, ATRIBUIBLE A TELÉFONOS DE MÉXICO (TELMEX), CONSTITUYE UN ACTO EQUIVALENTE A LOS DE AUTORIDAD PARA EFECTOS DE LA PROCEDENCIA DEL JUICIO DE AMPARO INDIRECTO, CUANDO DICHA PRESTACIÓN HA SIDO CONVENIDA, RATIFICADA Y ELEVADA A LA CATEGORÍA DE COSA JUZGADA.\", publicada en el Semanario Judicial de la Federación del viernes 9 de diciembre de 2022 a las 10:21 horas y en la Gaceta del Semanario Judicial de la Federación, Undécima Época, Libro 20, diciembre de 2022, Tomo III, página 2747, con número de registro digital: 2025653; y",
            "El sustentado por el Segundo Tribunal Colegiado en Materias Civil y de Trabajo del Décimo Séptimo Circuito, al resolver el amparo en revisión 33/2022.",
            "Tesis de jurisprudencia 40/2023 (11a.). Aprobada por la Segunda Sala de este Alto Tribunal, en sesión privada de siete de junio de dos mil veintitrés."
        ]
    },
    {
        "registro_digital": "2026833",
        "epoca": "Undécima Época",
        "materias": "Administrativa, Común",
        "tesis": "2a./J. 37/2023 (11a.)",
        "instancia": "Segunda Sala",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "COMPETENCIA POR MATERIA. CORRESPONDE AL JUEZ DE DISTRITO EN MATERIA ADMINISTRATIVA CONOCER DEL JUICIO DE AMPARO INDIRECTO PROMOVIDO CONTRA LA CUANTIFICACIÓN DE UNA PENSIÓN OTORGADA POR EL INSTITUTO MEXICANO DEL SEGURO SOCIAL.",
        "contenido": [
            "Hechos: Los Tribunales Colegiados de Circuito contendientes disintieron en relación con la competencia del órgano jurisdiccional que debe conocer de un juicio de amparo indirecto cuando se reclama la cuantificación de pensiones otorgadas por el Instituto Mexicano del Seguro Social, ya que unos señalaron que correspondía a un Juzgado de Distrito en Materia Administrativa, mientras que otros determinaron que el competente lo era un especializado en materia de trabajo.",
            "Criterio jurídico: La Segunda Sala de la Suprema Corte de Justicia de la Nación establece que la competencia para conocer del juicio de amparo indirecto promovido contra la cuantificación de una pensión otorgada por el Instituto Mexicano del Seguro Social, corresponde a los Juzgados de Distrito especializados en Materia Administrativa.",
            "Justificación: De conformidad con los criterios sustentados por esta Segunda Sala en las jurisprudencias 2a./J. 24/2009, de rubro: \"COMPETENCIA POR MATERIA DE LOS TRIBUNALES COLEGIADOS DE CIRCUITO ESPECIALIZADOS. DEBE DETERMINARSE ATENDIENDO A LA NATURALEZA DEL ACTO RECLAMADO Y DE LA AUTORIDAD RESPONSABLE, Y NO A LOS CONCEPTOS DE VIOLACIÓN O AGRAVIOS FORMULADOS.\" y 2a./J. 145/2015 (10a.) de título y subtítulo: \"COMPETENCIA POR MATERIA PARA CONOCER DEL RECURSO DE REVISIÓN INTERPUESTO CONTRA LA SENTENCIA DICTADA EN EL JUICIO DE AMPARO INDIRECTO POR UN JUEZ DE DISTRITO CON COMPETENCIA MIXTA. SE DETERMINA ATENDIENDO A LA NATURALEZA DEL ACTO RECLAMADO Y DE LA AUTORIDAD RESPONSABLE.\", para fijar la competencia por materia de los Jueces de Distrito se debe considerar tanto la naturaleza del acto reclamado como la de la autoridad responsable. En ese sentido, si bien es cierto que las pensiones tienen como fuente una relación de trabajo, también lo es que la surgida entre la persona pensionada y el Instituto Mexicano del Seguro Social constituye una nueva relación de naturaleza administrativa, toda vez que la relación laboral no puede considerarse extendida después de concedida la pensión respectiva, porque la pensión tiene su justificación en el otorgamiento de prestaciones en dinero derivadas del cumplimiento de ciertos requisitos, que permitan la subsistencia del trabajador o de sus beneficiarios después de concluida la relación de trabajo, motivo por el cual la pensión no puede constituirse como una prestación de tipo laboral. Consecuentemente, cuando se reclama en un juicio de amparo indirecto la indebida cuantificación de una pensión a cargo del Instituto Mexicano del Seguro Social, ya sea por la forma en que se realizó su cálculo o por la inexacta aplicación de los porcentajes o incrementos correspondientes, al tratarse de un acto y de autoridades de naturaleza administrativa, la competencia debe corresponder a los Juzgados de Distrito en Materia Administrativa cuando exista esa competencia especial.",
            "SEGUNDA SALA."
        ],
        "precedente": [
            "Contradicción de criterios 46/2023. Entre los sustentados por los Tribunales Colegiados Primero, Décimo Tercero y Décimo Séptimo, en Materia Administrativa, y Quinto, Noveno y Décimo Segundo, en Materia de Trabajo, todos del Primer Circuito. 17 de mayo de 2023. Mayoría de cuatro votos de los Ministros Yasmín Esquivel Mossa, Loretta Ortiz Ahlf, Javier Laynez Potisek y Alberto Pérez Dayán. Disidente: Luis María Aguilar Morales. Ponente: Yasmín Esquivel Mossa. Secretaria: Illiana Camarillo González.",
            "Criterios contendientes:",
            "El sustentado por el Primer Tribunal Colegiado en Materia Administrativa del Primer Circuito, al resolver el conflicto competencial 54/2022, el sustentado por el Décimo Tercer Tribunal Colegiado en Materia Administrativa del Primer Circuito, al resolver el conflicto competencial 43/2022, el sustentado por el Noveno Tribunal Colegiado en Materia de Trabajo del Primer Circuito, al resolver el conflicto competencial 7/2022 y el diverso sustentado por el Décimo Segundo Tribunal Colegiado en Materia de Trabajo del Primer Circuito, al resolver el conflicto competencial 3/2021.",
            "Tesis de jurisprudencia 37/2023 (11a.). Aprobada por la Segunda Sala de este Alto Tribunal, en sesión privada de siete de junio de dos mil veintitrés.",
            "Nota: Las tesis de jurisprudencia 2a./J. 24/2009 y 2a./J. 145/2015 (10a.) citadas, aparecen publicadas en el Semanario Judicial de la Federación y su Gaceta, Novena Época, Tomo XXIX, marzo de 2009, página 412, y en el Semanario Judicial de la Federación del viernes 30 de octubre de 2015 a las 11:30 horas y en la Gaceta del Semanario Judicial de la Federación, Décima Época, Libro 23, Tomo II, octubre de 2015, página 1689, con números de registro digital: 167761 y 2010317, respectivamente."
        ]
    },
    {
        "registro_digital": "2026863",
        "epoca": "Undécima Época",
        "materias": "Común",
        "tesis": "2a./J. 41/2023 (11a.)",
        "instancia": "Segunda Sala",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "RECURSOS EN EL JUICIO DE AMPARO. SU INTERPOSICIÓN POR VÍA ELECTRÓNICA DEBE REALIZARSE A TRAVÉS DEL PORTAL DE SERVICIOS EN LÍNEA DEL PODER JUDICIAL DE LA FEDERACIÓN, POR LO QUE NO ES VÁLIDA MEDIANTE EL CORREO INSTITUCIONAL DE LOS ÓRGANOS JURISDICCIONALES A CARGO DEL CONSEJO DE LA JUDICATURA FEDERAL.",
        "contenido": [
            "Hechos: Los Tribunales Colegiados de Circuito contendientes llegaron a decisiones contradictorias al analizar si en el juicio de amparo es posible interponer recursos por medio del correo electrónico institucional de los Juzgados de Distrito, pues mientras un Tribunal Colegiado consideró que en el juicio de amparo únicamente es posible interponer recursos a través del Portal de Servicios en Línea del Poder Judicial de la Federación, el otro Tribunal Colegiado estimó que, en el contexto de la pandemia por el virus SARS-CoV-2 (COVID-19), se habilitó el uso del correo electrónico para presentar recursos.",
            "Criterio jurídico: La Segunda Sala de la Suprema Corte de Justicia de la Nación determina que la interposición de recursos en el juicio de amparo, vía electrónica, debe realizarse a través del Portal de Servicios en Línea del Poder Judicial de la Federación, por lo que no es posible hacerlo mediante el correo electrónico institucional de los órganos jurisdiccionales a cargo del Consejo de la Judicatura Federal, ya que no permite verificar que el promovente cuente con firma electrónica válida y vigente.",
            "Justificación: Conforme a los artículos 3, párrafos primero, cuarto y quinto, así como 80, párrafo segundo, ambos de la Ley de Amparo y los diversos aplicables de los acuerdos generales que regulan la tramitación del juicio de amparo en forma electrónica, el único medio habilitado para interponer recursos por esa vía es el Portal de Servicios en Línea del Poder Judicial de la Federación. Lo anterior, en virtud de que con ello se dota de certeza jurídica a la actuación procesal y a las partes, ya que permite que el receptor identifique de manera fiable y segura al autor del documento electrónico remitido, toda vez que puede constatarse si el certificado de la firma respectiva es reconocido, vigente y válido, lo que se hace constar en la evidencia criptográfica correspondiente. Ahora, cuando la remisión del recurso se lleva a cabo a través de la dirección de correo electrónico institucional de los órganos jurisdiccionales tales aspectos no pueden corroborarse, ni se asienta constancia de ello en documento alguno. Además, de los distintos acuerdos generales emitidos en el contexto de la pandemia por el virus SARS-CoV-2 (COVID-19), se advierte que no se habilitó el uso del correo electrónico institucional para la interposición de recursos en el juicio de amparo.",
            "SEGUNDA SALA."
        ],
        "precedente": [
            "Contradicción de criterios 11/2023. Entre los sustentados por el Primer Tribunal Colegiado en Materia de Trabajo del Primer Circuito y el Primer Tribunal Colegiado en Materia de Trabajo del Séptimo Circuito. 17 de mayo de 2023. Cinco votos de los Ministros Yasmín Esquivel Mossa, Luis María Aguilar Morales, Loretta Ortiz Ahlf, Javier Laynez Potisek y Alberto Pérez Dayán. Ponente: Loretta Ortiz Ahlf. Secretario: Joel Isaac Rangel Agüeros.",
            "Criterios contendientes:",
            "El sustentado por el Primer Tribunal Colegiado en Materia de Trabajo del Séptimo Circuito, al resolver la queja 18/2021, y el diverso sustentado por el Primer Tribunal Colegiado en Materia de Trabajo del Primer Circuito, al resolver el recurso de reclamación 8/2022.",
            "Nota: De la sentencia que recayó a la queja 18/2021, así como de las sentencias de las diversas quejas 14/2021, 93/2020, 55/2021 y 172/2021, resueltas por el Primer Tribunal Colegiado en Materia de Trabajo del Séptimo Circuito, derivó la tesis de jurisprudencia VII.1o.T. J/1 K (11a.), de rubro: \"RECURSO DE QUEJA ENVIADO AL CORREO ELECTRÓNICO INSTITUCIONAL DEL JUZGADO DE DISTRITO. AL NO ESTAR PREVISTA ESA FORMA DE PRESENTACIÓN EN LA LEY DE AMPARO NI EN EL ACUERDO GENERAL 12/2020, DEL PLENO DEL CONSEJO DE LA JUDICATURA FEDERAL, DEBE DESECHARSE POR CARECER DE LOS REQUISITOS PARA SU INTERPOSICIÓN.\", publicada en el Semanario Judicial de la Federación del viernes 25 de febrero de 2022 a las 10:27 horas y en la Gaceta del Semanario Judicial de la Federación, Undécima Época, Libro 10, febrero de 2022, Tomo III, página 2371, con número de registro digital: 2024213.",
            "Tesis de jurisprudencia 41/2023 (11a.). Aprobada por la Segunda Sala de este Alto Tribunal, en sesión privada de siete de junio de dos mil veintitrés."
        ]
    },
    {
        "registro_digital": "2026869",
        "epoca": "Undécima Época",
        "materias": "Común",
        "tesis": "2a./J. 31/2023 (11a.)",
        "instancia": "Segunda Sala",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "SUSPENSIÓN PROVISIONAL DE NORMAS FISCALES. NO DEBE CONCEDERSE CUANDO EL ACTO RECLAMADO CONSISTE EN EL SISTEMA NORMATIVO DISPUESTO EN LA MISCELÁNEA FISCAL DE 2022, RELATIVO A LA EMISIÓN DE COMPROBANTES FISCALES DIGITALES POR INTERNET (CFDI) DE TIPO TRASLADO Y SU COMPLEMENTO CARTA PORTE.",
        "contenido": [
            "Hechos: Los órganos jurisdiccionales contendientes llegaron a conclusiones contradictorias al analizar si era o no susceptible de ser suspendido provisionalmente el acto reclamado consistente en el sistema normativo dispuesto en la Miscelánea Fiscal de 2022 que obliga a los contribuyentes que transporten mercancías en el territorio nacional, a la emisión de Comprobantes Fiscales Digitales por Internet con su Complemento de Carta Porte.",
            "Criterio jurídico: La Segunda Sala de la Suprema Corte de Justicia de la Nación determina que a partir de lo dispuesto en la fracción X del artículo 107 de la Constitución Política de los Estados Unidos Mexicanos, así como de lo establecido en los artículos 128 y 129 de la Ley de Amparo, en correlación con la fracción XXII del artículo 103 del Código Fiscal de la Federación, no es posible conceder la suspensión provisional cuando el acto reclamado consiste en el sistema normativo dispuesto en la Miscelánea Fiscal de 2022 que obliga a los contribuyentes que transporten mercancías en el territorio nacional, a la emisión de Comprobantes Fiscales Digitales por Internet con su Complemento de Carta Porte, pues con ello se posibilitaría la comisión de un delito, lo cual seguiría perjuicio al interés social y contravendría disposiciones de orden público.",
            "Justificación: Cuando se solicita la suspensión en la vía de amparo para el efecto de que no se sancione en el caso de no emitir el denominado complemento \"Carta Porte\" del Comprobante Fiscal Digital por Internet (CFDI), la suspensión provisional de los actos reclamados resulta improcedente, pues podría permitirse la consumación o continuación de delitos o de sus efectos. El artículo 103, fracción XXII, del Código Fiscal de la Federación, establece que se presume cometido el delito de contrabando cuando se trasladen bienes o mercancías por cualquier medio de transporte en territorio nacional, sin el Comprobante Fiscal Digital por Internet de tipo ingreso o de tipo traslado, según corresponda, al que se le incorpore el Complemento Carta Porte. Asimismo, las reglas que las partes quejosas tildaron de inconstitucionales, constituyen un marco jurídico que tiene como propósito disminuir actos irregulares de mercancías en el país, contribuyendo con el objetivo de implementar estrategias que combatan la evasión y elusión fiscal y atienden a la necesidad de fortalecer el CFDI para amparar el traslado de las mercancías; entonces, es evidente la utilidad pública y el interés general por cuanto a que, a través de la Carta Porte se dé certeza acerca del origen y destino de las mercancías en tránsito.",
            "SEGUNDA SALA."
        ],
        "precedente": [
            "Contradicción de criterios 142/2022. Entre los sustentados por los Tribunales Colegiados Primero en Materias Administrativa y de Trabajo del Décimo Primer Circuito, Cuarto en Materia Administrativa del Tercer Circuito y Vigésimo Primero en Materia Administrativa del Primer Circuito. 26 de abril de 2023. Cinco votos de los Ministros Yasmín Esquivel Mossa, Luis María Aguilar Morales, Loretta Ortiz Ahlf, Javier Laynez Potisek y Alberto Pérez Dayán. Ponente: Luis María Aguilar Morales. Secretario: Roberto Negrete Romero.",
            "Criterios contendientes:",
            "El sustentado por el Primer Tribunal Colegiado en Materias Administrativa y de Trabajo del Décimo Primer Circuito, al resolver la queja 32/2022, el sustentado por el Cuarto Tribunal Colegiado en Materia Administrativa del Tercer Circuito, al resolver la queja 93/2022, y el diverso sustentado por el Vigésimo Primer Tribunal Colegiado en Materia Administrativa del Primer Circuito, al resolver la queja 53/2022.",
            "Tesis de jurisprudencia 31/2023 (11a.). Aprobada por la Segunda Sala de este Alto Tribunal, en sesión privada de treinta y uno de mayo de dos mil veintitrés."
        ]
    },
    {
        "registro_digital": "2026853",
        "epoca": "Undécima Época",
        "materias": "Laboral, Administrativa",
        "tesis": "VII.2o.A. J/3 A (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "PENSIÓN POR CONCUBINATO OTORGADA POR EL INSTITUTO DE SEGURIDAD Y SERVICIOS SOCIALES DE LOS TRABAJADORES DEL ESTADO (ISSSTE). LA APLICACIÓN DEL PUNTO 3 DE LAS \"POLÍTICAS PARA EL REGISTRO DE PROBABLES DEUDOS CON FECHA POSTERIOR AL FALLECIMIENTO DEL TRABAJADOR Y PENSIONADO DIRECTO FINADO\", EL CUAL DISPONE QUE LA SOLICITUD PARA SU OTORGAMIENTO DEBERÁ PRESENTARSE DENTRO DEL PERIODO QUE NO EXCEDA DE 18 MESES POSTERIORES AL FALLECIMIENTO DEL (DE LA) TRABAJADOR (A) O PENSIONADO (A) DIRECTO (A), ES ILEGAL.",
        "contenido": [
            "Hechos: La quejosa promovió juicio de amparo indirecto contra la negativa del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado (ISSSTE), de otorgarle la pensión por concubinato, al considerar ilegal la determinación de prescripción de ese derecho, sustentada en el punto 3 de las \"Políticas para el registro de probables deudos con fecha posterior al fallecimiento del trabajador y pensionado directo finado\", que prevé un plazo de 18 meses posteriores al fallecimiento del trabajador o pensionado para solicitar dicha pensión.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que la aplicación del punto 3 de las políticas citadas, el cual dispone que la solicitud para el otorgamiento de la pensión por concubinato deberá presentarse dentro del periodo que no exceda los 18 meses posteriores al fallecimiento del (de la) trabajador (a) o pensionado (a) directo (a), es ilegal.",
            "Justificación: Lo anterior, porque conforme al artículo 186 de la Ley del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado, vigente hasta el 31 de marzo de 2007 (de contenido similar al diverso 248 de la vigente) y a la tesis de jurisprudencia 2a./J. 114/2009, de la Segunda Sala de la Suprema Corte de Justicia de la Nación, el derecho a la pensión por concubinato es imprescriptible. Asimismo, el otorgamiento de una pensión está inmerso dentro del derecho a la seguridad social contenido en el artículo 123, apartado B, fracción XI, inciso a), de la Constitución Política de los Estados Unidos Mexicanos, del que deriva el principio de previsión social. Ahora bien, de los artículos 73, 74, 75, fracción II (correlativo del actual 131, fracción II) y 186 de la citada ley se advierte que el derecho a la pensión se origina por la muerte del trabajador por causas ajenas al servicio, así como por la de un pensionado por jubilación, retiro por edad y tiempo de servicios, cesantía en edad avanzada o invalidez, dando origen a la pensión por concubinato, entre otras, teniendo derecho a ésta la concubina sola o en concurrencia con los hijos, y que ese derecho es imprescriptible, ya que su función esencial es permitir la subsistencia de los trabajadores, pensionados o sus beneficiarios. En tales condiciones, para el otorgamiento de la pensión por concubinato solamente se requiere acreditar esa calidad y los demás requisitos previstos en dicha ley en caso del fallecimiento de un pensionado, sin que la solicitud para su otorgamiento esté condicionada a un plazo determinado.",
            "SEGUNDO TRIBUNAL COLEGIADO EN MATERIA ADMINISTRATIVA DEL SÉPTIMO CIRCUITO."
        ],
        "precedente": [
            "Amparo en revisión 259/2021. 23 de diciembre de 2021. Unanimidad de votos. Ponente: Octavio Ramos Ramos. Secretaria: Alicia Cruz Bautista.",
            "Revisión administrativa (Ley Federal de Procedimiento Contencioso Administrativo) 102/2022. Titular de la Unidad Jurídica Delegacional, en representación de la Delegación Estatal del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado en Veracruz. 29 de septiembre de 2022. Unanimidad de votos. Ponente: Octavio Ramos Ramos. Secretario: Jesús Aldair Sarabia Morales.",
            "Revisión administrativa (Ley Federal de Procedimiento Contencioso Administrativo) 135/2022. Titular de la Unidad Jurídica Delegacional, en representación de la Delegación Estatal del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado en Veracruz. 6 de octubre de 2022. Unanimidad de votos. Ponente: Octavio Ramos Ramos. Secretario: Jesús Aldair Sarabia Morales.",
            "Revisión administrativa (Ley Federal de Procedimiento Contencioso Administrativo) 160/2022. Delegación Estatal del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado en Veracruz. 23 de febrero de 2023. Unanimidad de votos. Ponente: Roberto Castillo Garrido. Secretario: Abdiel Andrés Zepeda Aguilar.",
            "Revisión administrativa (Ley Federal de Procedimiento Contencioso Administrativo) 31/2023. Titular de la Unidad Jurídica Delegacional, en representación de la Delegación Estatal del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado en Veracruz. 27 de abril de 2023. Unanimidad de votos. Ponente: Octavio Ramos Ramos. Secretario: Jesús Aldair Sarabia Morales.",
            "Nota: La tesis de jurisprudencia 2a./J. 114/2009, de rubro: \"PENSIONES Y JUBILACIONES DEL ISSSTE. EL DERECHO PARA RECLAMAR SUS INCREMENTOS Y LAS DIFERENCIAS QUE DE ELLOS RESULTEN, ES IMPRESCRIPTIBLE.\" citada, aparece publicada en el Semanario Judicial de la Federación y su Gaceta, Novena Época, Tomo XXX, septiembre de 2009, página 644, con número de registro digital: 166335."
        ]
    },
    {
        "registro_digital": "2026864",
        "epoca": "Undécima Época",
        "materias": "Laboral",
        "tesis": "I.5o.T. J/9 L (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "RELACIÓN LABORAL. CORRESPONDE A LA PERSONA MORAL DEMANDADA LA CARGA DE LA PRUEBA CUANDO LA NIEGA LISA Y LLANAMENTE Y PUNTUALIZA QUE NO TIENE TRABAJADORES A SU SERVICIO, PERO DE SU OBJETO SOCIAL SE DESPRENDEN DATOS QUE NO HACEN CREÍBLE SU DEFENSA.",
        "contenido": [
            "Hechos: Un trabajador demandó su reinstalación por despido injustificado a una persona moral cuyo objeto social es la adquisición y construcción de toda clase de bienes inmuebles urbanos, así como el arrendamiento y compra de bienes muebles o inmuebles necesarios para el cumplimento de aquél, entre otras actividades. En su defensa, la empresa negó la relación laboral con el actor de manera lisa y llana; además, aseveró que no tiene trabajadores a su servicio y que, por ello, no le reviste el carácter de patrón. La Junta absolvió a la demandada sobre la base de que el actor no demostró la relación laboral.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que corresponde a la persona moral demandada la carga de la prueba cuando niega lisa y llanamente la relación laboral y puntualiza que no tiene trabajadores a su servicio, pero de su objeto social se desprenden datos que no hacen creíble su defensa y, sólo colmada esta exigencia, corresponderá al operario la carga de desvirtuarlo.",
            "Justificación: Se estima de esta manera, porque tanto el que afirma determinados hechos en calidad de actor, como el que lo hace en calidad de demandado, deben aportar al juzgador los elementos de que dispongan para probar su dicho; por tanto, ante la negativa lisa y llana de la relación laboral, en principio corresponde al trabajador la carga de la prueba de su existencia; pero no sucede lo mismo en los casos en que la parte demandada introduce a la litis el motivo que justifica la inexistencia del vínculo de trabajo, como lo es que no tiene empleados a su servicio y que, por ello, no le reviste el carácter de patrón, cuando de su objeto social se desprenden datos que no hacen creíble esa defensa. Por esta razón, no puede eximirse a la demandada de la carga de probar, pues ello mermaría de manera considerable la actividad de la autoridad que, al emitir su fallo, debe formarse una idea clara y completa de los hechos que sirven de sustento en la aplicación de las normas. Además, esta conclusión guarda coherencia con los principios protectores de la clase obrera y conforme a la carga probatoria contenida en el artículo 784 de la Ley Federal del Trabajo, que sustituye de ese débito al trabajador cuando por otros medios esté en posibilidad de llegar al conocimiento de los hechos, puede requerirse al patrón para que exhiba los documentos que de acuerdo con las leyes (no sólo la ley laboral) tiene la obligación legal de conservar, al disponer de más y mejores elementos para justificar lo que afirma, frente al desequilibrio de fuerzas, recursos económicos y probatorios de los que participa el trabajador. De considerar lo contrario, bastaría que la demandada se excepcionara en ese sentido para liberarla de la obligación de probar, haciendo nugatorios los principios tuteladores que rigen en materia de trabajo en favor de la clase obrera.",
            "QUINTO TRIBUNAL COLEGIADO EN MATERIA DE TRABAJO DEL PRIMER CIRCUITO."
        ],
        "precedente": [
            "Amparo directo 718/2021. 7 de abril de 2022. Unanimidad de votos. Ponente: Roberto Ruiz Martínez. Secretario: Álvaro García Breña.",
            "Amparo directo 362/2022. 11 de agosto de 2022. Unanimidad de votos. Ponente: Fernando Silva García. Secretario: Raziel Flores Brito.",
            "Amparo directo 336/2022. 20 de octubre de 2022. Unanimidad de votos. Ponente: Antonio Rebollo Torres. Secretaria: Faviana Díaz Santiago.",
            "Amparo directo 52/2023. 16 de marzo de 2023. Unanimidad de votos. Ponente: Fernando Silva García. Secretario: Nicolás Ortega Rosas.",
            "Amparo directo 74/2023. 20 de abril de 2023. Unanimidad de votos. Ponente: Roberto Ruiz Martínez. Secretario: Álvaro García Breña."
        ]
    },
    {
        "registro_digital": "2026825",
        "epoca": "Undécima Época",
        "materias": "Civil",
        "tesis": "IX.2o.C.A.6 C (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "ACCIÓN DE PAGO DE HONORARIOS. EL ELEMENTO CONSISTENTE EN LA PRESTACIÓN DE LOS SERVICIOS PROFESIONALES CONTRATADOS, PUEDE ACREDITARLO EL PROFESIONISTA EN DERECHO DURANTE EL TÉRMINO PROBATORIO DECRETADO EN EL JUICIO INSTAURADO CONTRA SU CLIENTE (LEGISLACIÓN DEL ESTADO DE SAN LUIS POTOSÍ).",
        "contenido": [
            "Hechos: Una trabajadora celebró contrato de prestación de servicios profesionales con unos licenciados en derecho, mediante el cual éstos asumieron el reclamo de prestaciones adeudadas a aquélla por su patrón, derivado de una relación de trabajo, pactando por concepto de honorarios el 40 % de la cantidad que se obtuviera como condena. Al no pagarles dicha contraprestación demandaron a su clienta, quien opuso la excepción de improcedencia de la acción, sustentada en que los actores debieron acompañar a la demanda las actuaciones de la controversia laboral donde conste su patrocinio, por ser la documentación en que fundaron su derecho, en términos del artículo 92 del Código de Procedimientos Civiles para el Estado de San Luis Potosí, por lo que la misma no se les debió admitir con posterioridad durante la dilación probatoria. En primera y segunda instancias se estimó correcta su admisión y eficacia demostrativa, por lo cual la demandada promovió juicio de amparo directo, en el que planteó la violación procesal en los términos de la excepción que opuso en el juicio de origen.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que el elemento de la acción de pago de honorarios, consistente en la prestación de los servicios profesionales contratados, puede acreditarse por los profesionistas en derecho durante el término probatorio decretado en el juicio instaurado contra su cliente.",
            "Justificación: Lo anterior se considera así, porque si la prestación exigida por los abogados consistió en el cumplimiento de la obligación de pago contraída por su clienta como ejecución debida por los servicios profesionales que le prestaron, debe considerarse que el documento en que aquéllos fundaron su derecho en contra de ésta lo constituye el contrato de prestación de servicios profesionales suscrito por ambas partes, el cual requiere ser presentado con la demanda. En ese sentido, las actuaciones judiciales consistentes en la controversia laboral no constituyen la documentación en que la parte reclamante fundó su derecho a los honorarios, conforme al precepto 92 referido. Por tanto, la falta de presentación de dicha documentación con la demanda de pago de honorarios no lleva a la preclusión de la posibilidad de aportarla posteriormente durante el término probatorio decretado en el juicio respectivo, ya que no constituye la base de lo reclamado en la demanda civil, que es el pago de honorarios.",
            "SEGUNDO TRIBUNAL COLEGIADO EN MATERIAS CIVIL Y ADMINISTRATIVA DEL NOVENO CIRCUITO."
        ],
        "precedente": [
            "Amparo directo 683/2021. Belem Saldívar Vázquez. 10 de noviembre de 2022. Unanimidad de votos. Ponente: Guillermo Esparza Alfaro. Secretario: Alejandro Lemus Pérez."
        ]
    },
    {
        "registro_digital": "2026828",
        "epoca": "Undécima Época",
        "materias": "Común",
        "tesis": "XXIV.1o.20 P (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "ACTOS RECLAMADOS EN EL JUICIO DE AMPARO INDIRECTO EN MATERIA PENAL. CUANDO SE SEÑALAN TANTO LA INTERLOCUTORIA QUE RESOLVIÓ EL RECURSO DE REVOCACIÓN INTERPUESTO CONTRA EL AUTO QUE ADMITIÓ EL DE APELACIÓN, COMO LA DICTADA EN ÉSTE, NO DEBEN ANALIZARSE DE FORMA AUTÓNOMA O DESVINCULADA, SINO CONSIDERARSE A LA PRIMERA COMO UNA VIOLACIÓN A LAS REGLAS QUE RIGEN EL TRÁMITE DE LA APELACIÓN.",
        "contenido": [
            "Hechos: En una demanda de amparo indirecto la parte quejosa reclamó de forma destacada tanto lo resuelto en el recurso de revocación que interpuso contra el auto que admitió a trámite el diverso de apelación previsto en el artículo 467 del Código Nacional de Procedimientos Penales, interpuesto por el imputado contra la negativa a modificarle alguna de las condiciones establecidas para la suspensión condicional del proceso, como la interlocutoria dictada en la apelación.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que cuando se señalen como actos reclamados en el juicio de amparo indirecto en materia penal tanto la interlocutoria que resolvió el recurso de revocación interpuesto contra el auto que admitió el de apelación, como la resolución dictada en éste, no deben analizarse de forma autónoma o desvinculada, aunque así se hayan reclamado, sino que de acuerdo con el artículo 107, fracciones IV y V, de la Ley de Amparo, debe considerarse a la primera como una violación a las reglas que rigen el trámite del recurso de apelación.",
            "Justificación: Lo anterior, porque de acuerdo con el artículo 74, fracción I, de la Ley de Amparo, el Juez de Distrito al emitir las sentencias tiene la obligación de analizar la demanda y desentrañar cuál o cuáles son realmente los actos reclamados, a fin de determinar los que tienen esa naturaleza o, en su caso, constituyen violaciones procesales y no actos destacados y autónomos, aunque así se señalen en la demanda, para con base en ello resolver lo efectivamente planteado. En consecuencia, cuando en un juicio de amparo indirecto se reclama alguna determinación que constituye la última dentro del procedimiento de ejecución o cuyos efectos sean de imposible reparación, junto con ella deben impugnarse todas las violaciones procesales que acontezcan durante el trámite de la secuela procesal que le dio origen, pero no de forma destacada, porque el juicio de amparo indirecto no procede contra violaciones acaecidas en la secuela del procedimiento que dio origen a aquéllos; de ahí que si el Juez de Distrito en primer orden resuelve lo relativo al recurso de revocación como un acto autónomo y destacado, y no como una violación procesal acaecida durante el trámite del recurso de apelación, con ello divide la continencia de la causa, al estudiar dichos actos en forma diversa a lo que prevé la ley cuando se reclaman ese tipo de violaciones.",
            "PRIMER TRIBUNAL COLEGIADO DEL VIGÉSIMO CUARTO CIRCUITO."
        ],
        "precedente": [
            "Amparo en revisión 525/2021. 13 de octubre de 2022. Mayoría de votos. Disidente: Enrique Zayas Roldán. Ponente: Juan García Orozco. Secretario: Jaime Rodríguez Castro."
        ]
    },
    {
        "registro_digital": "2026829",
        "epoca": "Undécima Época",
        "materias": "Civil",
        "tesis": "XXIV.1o.7 C (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "AGRAVIOS EN EL RECURSO DE APELACIÓN. LA SALA TIENE LA OBLIGACIÓN DE SUPLIR SU DEFICIENCIA O AUSENCIA, DE ACUERDO CON LOS ARTÍCULOS 637 Y 653 DEL CÓDIGO DE PROCEDIMIENTOS CIVILES PARA EL ESTADO DE NAYARIT.",
        "contenido": [
            "Hechos: En una demanda de amparo directo se adujó violación a los artículos 637 y 653 del Código de Procedimientos Civiles para el Estado de Nayarit, porque la Sala responsable debía suplir la deficiencia de los agravios en el recurso de apelación.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que es una obligación y no una facultad potestativa de la Sala de apelación, suplir la deficiencia o ausencia de los agravios cuando éstos no existan o resulten deficientes, a fin de que pueda cumplir con el objeto de que se reparen las violaciones acontecidas durante el trámite del juicio o de la resolución contra la que se haga valer el recurso de apelación.",
            "Justificación: Lo anterior, porque conforme a los artículos 637 y 653 del Código de Procedimientos Civiles para el Estado de Nayarit \"El recurso de apelación tiene por objeto que en segunda instancia se reparen, en su caso, las violaciones cometidas en las resoluciones contra las cuales sea admisible.\" y la Sala debe suplir la deficiencia de los agravios, si encontrare violación al procedimiento que hubiera dejado sin defensa a cualquier persona con interés y trascendido al resultado del fallo, para que se reparen las violaciones acontecidas durante el trámite del juicio o en la resolución contra la cual se haga valer, pues dejar a su arbitrio la decisión de hacerlo implicaría, por un lado, apartarse del deber de hacer que el recurso de apelación alcance el fin para el que fue creado y, por otro, desnaturalizar la voluntad del legislador al abandonar el propósito que tenía el citado recurso en el código abrogado, la cual sólo puede alcanzarse si se analiza la resolución apelada, aun ante la ausencia o falta de agravios, pues la expresión \"podrá\" contenida en la fracción III del segundo de los artículos citados, no debe interpretarse literalmente para concluir que se trata de una facultad discrecional o abierta, sino una reglada, esto es, un deber o poder del tribunal de apelación para ejercer dicha suplencia.",
            "PRIMER TRIBUNAL COLEGIADO DEL VIGÉSIMO CUARTO CIRCUITO."
        ],
        "precedente": [
            "Amparo directo 520/2021. 20 de octubre de 2022. Unanimidad de votos. Ponente: Juan García Orozco. Secretario: Luis Alberto Escudero Sánchez.",
            "Amparo directo 460/2021. 10 de noviembre de 2022. Unanimidad de votos. Ponente: Juan García Orozco. Secretario: Humberto Salcedo Salcedo."
        ]
    },
    {
        "registro_digital": "2026830",
        "epoca": "Undécima Época",
        "materias": "Civil",
        "tesis": "IX.2o.C.A.7 C (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "ALIMENTOS. LA GARANTÍA PARA ASEGURAR EL CUMPLIMIENTO DE SU PAGO PUEDE CONSTITUIRSE MEDIANTE EL EMBARGO DE UNA CONCESIÓN PARA LA EXPLOTACIÓN DEL SERVICIO PÚBLICO DE TRANSPORTE OTORGADA AL DEUDOR ALIMENTARIO (INTERPRETACIÓN CONFORME DEL ARTÍCULO 35 DE LA LEY DE TRANSPORTE PÚBLICO DEL ESTADO DE SAN LUIS POTOSÍ).",
        "contenido": [
            "Hechos: En un juicio de reconocimiento de paternidad y pago de alimentos se decretó que la satisfacción de la pensión alimenticia de una niña se garantizara con el embargo de una concesión para la explotación del servicio público de transporte otorgada al deudor alimentario. Inconforme con esa determinación este último promovió juicio de amparo indirecto, el cual le fue concedido para que el juzgador de origen dejara sin efectos su determinación, porque el artículo 35 de la Ley de Transporte Público del Estado de San Luis Potosí prevé que las concesiones para explotar los servicios públicos de transporte son inembargables. En contra de esa determinación la niña acreedora, por conducto de su representante, interpuso recurso de revisión.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito establece, de la interpretación conforme del artículo 35 de la Ley de Transporte Público del Estado de San Luis Potosí con el artículo 4o. de la Constitución General, que las concesiones para explotar los servicios públicos de transporte son inembargables, salvo que se trate de garantizar el pago de alimentos de una niña, niño o adolescente, en cuyo caso la concesión otorgada al deudor alimentista opera como garantía para asegurar el cumplimiento de la obligación alimentaria.",
            "Justificación: Ello es así, si se considera que el propio Estado, por conducto de las autoridades, en el ámbito de sus respectivas competencias, tiene la obligación constitucional de adoptar las medidas que resulten idóneas y necesarias para garantizar que las niñas, niños y adolescentes satisfagan sus necesidades alimentarias de manera adecuada, completa e integral por parte de los padres u otras personas que tengan esa responsabilidad financiera. Ahora bien, este mandato, leído bajo la óptica del interés superior de los niños y el deber de protección integral tanto de la infancia como de la adolescencia, permite establecer que el artículo 35 de la Ley de Transporte Público del Estado de San Luis Potosí supera un examen de constitucionalidad si se interpreta de conformidad con el artículo 4o. de la Constitución Política de los Estados Unidos Mexicanos, en cuanto a que de esta intelección deriva un resultado más acorde al Texto Supremo, a fin de garantizar la primacía constitucional y, simultáneamente, permite una adecuada y constante aplicación del orden jurídico garantizando, en todo momento, el derecho humano de los acreedores alimentarios, por lo cual se determina que las concesiones para explotar los servicios públicos de transporte son inembargables, salvo que se trate de garantizar el pago de la pensión alimenticia de un infante. Así, esta interpretación es la que salvaguarda el derecho de las niñas, niños y adolescentes a que se les asegure el cumplimiento oportuno de la obligación alimentaria, debido a que el citado embargo es una garantía análoga a la hipoteca, prenda, fianza o depósito, que el legislador considera como idóneas para ese efecto.",
            "SEGUNDO TRIBUNAL COLEGIADO EN MATERIAS CIVIL Y ADMINISTRATIVA DEL NOVENO CIRCUITO."
        ],
        "precedente": [
            "Amparo en revisión 477/2021. José Luis Rojas Aguilar. 14 de diciembre de 2022. Unanimidad de votos. Ponente: Guillermo Esparza Alfaro. Secretario: Alejandro Lemus Pérez."
        ]
    },
    {
        "registro_digital": "2026832",
        "epoca": "Undécima Época",
        "materias": "Laboral",
        "tesis": "I.10o.T.11 L (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "COMPETENCIA PARA CONOCER DE LOS CONFLICTOS LABORALES SUSCITADOS ENTRE LA CAJA DE PREVISIÓN PARA TRABAJADORES A LISTA DE RAYA DEL GOBIERNO DE LA CIUDAD DE MÉXICO Y SUS TRABAJADORES. CORRESPONDE AL TRIBUNAL FEDERAL DE CONCILIACIÓN Y ARBITRAJE, EN RAZÓN DE QUE SU RÉGIMEN LABORAL SE RIGE POR EL APARTADO B DEL ARTÍCULO 123 DE LA CONSTITUCIÓN GENERAL.",
        "contenido": [
            "Hechos: La parte actora demandó al organismo público descentralizado denominado Caja de Previsión para Trabajadores a Lista de Raya del Gobierno de la Ciudad de México, diversas prestaciones laborales relacionadas con el despido injustificado del que dijo fue objeto. La demanda la presentó ante el Tribunal Federal de Conciliación y Arbitraje, quien se declaró incompetente para conocer del asunto al considerar que correspondía a la Junta Local de Conciliación y Arbitraje de la Ciudad de México, por lo que declinó a su favor la competencia para conocer del juicio, quien no la aceptó y remitió los autos al Tribunal Colegiado de Circuito, al sostener que el demandado era un organismo descentralizado del gobierno local y las relaciones jurídicas entre éste y sus trabajadores se regían por el apartado B del artículo 123 de la Constitución General, de conformidad con el artículo 3 del Reglamento Interno que fija las Condiciones Generales de Trabajo de los Empleados de la Caja de Previsión para los Trabajadores a Lista de Raya del Gobierno del Distrito Federal.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que el Tribunal Federal de Conciliación y Arbitraje es competente para dirimir la controversia laboral que se suscita entre el organismo público descentralizado denominado Caja de Previsión para Trabajadores a Lista de Raya del Gobierno de la Ciudad de México y sus trabajadores.",
            "Justificación: Lo anterior es así, en atención a que en la tesis de jurisprudencia 2a./J. 130/2016 (10a.), de título y subtítulo: \"ORGANISMOS PÚBLICOS DESCENTRALIZADOS LOCALES. EL ARTÍCULO 116, FRACCIÓN VI, DE LA CONSTITUCIÓN POLÍTICA DE LOS ESTADOS UNIDOS MEXICANOS FACULTA AL LEGISLADOR SECUNDARIO PARA REGULAR LAS RELACIONES LABORALES ENTRE AQUÉLLOS Y SUS TRABAJADORES, DE ACUERDO CON LOS APARTADOS A O B DEL ARTÍCULO 123 CONSTITUCIONAL, INCLUSO, DE MANERA MIXTA, SIN LA OBLIGACIÓN DE SUJETARSE ESPECÍFICAMENTE A ALGUNO DE ELLOS [ABANDONO DE LA JURISPRUDENCIA 2a./J. 180/2012 (10a.) (*)].\", la Segunda Sala de la Suprema Corte de Justicia de la Nación adoptó el criterio que se decanta por la libertad del legislador secundario para regir las relaciones laborales entre los distintos organismos descentralizados locales y sus trabajadores, de acuerdo con los apartados A o B del artículo 123 constitucional, inclusive de manera mixta, sin que deban sujetarse a alguno de ellos en especial, con lo cual se reconoció un criterio de libertad de configuración; en consecuencia, si la Caja de Previsión para Trabajadores a Lista de Raya del Gobierno de la Ciudad de México tiene el carácter de organismo descentralizado local, conforme al artículo 1 de su estatuto orgánico y, en términos de la fracción I del artículo 3 del aludido reglamento, las relaciones jurídicas entre dicho organismo y sus trabajadores se rigen por el apartado B del artículo 123 de la Constitución General, es el Tribunal Federal de Conciliación y Arbitraje el competente para conocer del conflicto, en razón de que el 29 de enero de 2016 se publicó en el Diario Oficial de la Federación el decreto por el que se declararon reformadas y derogadas diversas disposiciones de la Constitución Política de los Estados Unidos Mexicanos, en materia de la reforma política de la Ciudad de México, por lo que el Distrito Federal pasó a denominarse Ciudad de México y se elevó a rango de entidad federativa y, como tal, goza de autonomía en todo lo concerniente a su régimen interior y a su organización política y administrativa y, conforme al artículo 122, apartado A, de la Constitución General, el gobierno de la Ciudad de México está a cargo de sus poderes locales, en los términos establecidos en la Constitución Política de la Ciudad de México, de manera específica la fracción XI del citado precepto señala que las relaciones de trabajo entre la Ciudad de México y sus trabajadores se regirán por la ley que expida la Legislatura Local, con base en el artículo 123 referido y sus leyes reglamentarias. En consecuencia, si el indicado organismo descentralizado regula sus relaciones laborales por el artículo 123, apartado B, de la Carta Magna, es el Tribunal Federal de Conciliación y Arbitraje el competente para conocer del conflicto, sin que sea obstáculo para arribar a la anterior conclusión el artículo 123, apartado A, fracción XXXI, inciso b), subinciso 1, de la Carta Magna, ya que éste se refiere específicamente a las empresas que \"sean administradas en forma directa o descentralizada por el Gobierno Federal\" y no a los organismos descentralizados que dependan de los gobiernos locales; aunado a que dicho organismo público descentralizado local no comparte la naturaleza jurídica a que se refiere la citada hipótesis normativa, en virtud de que no se trata de una \"empresa\", ya que su finalidad no está vinculada con la creación de utilidades y/o la obtención de un lucro para beneficio de un grupo determinado, sino que su objeto es la realización de actividades correspondientes a la prestación de un servicio social con fines de seguridad social, de modo que en atención al régimen legal que regula la relación jurídica laboral, es el Tribunal Federal de Conciliación y Arbitraje el competente para conocer del juicio laboral.",
            "DÉCIMO TRIBUNAL COLEGIADO EN MATERIA DE TRABAJO DEL PRIMER CIRCUITO."
        ],
        "precedente": [
            "Conflicto competencial 2/2023. Suscitado entre la Segunda Sala del Tribunal Federal de Conciliación y Arbitraje y la Junta Especial Número Diecisiete de la Local de Conciliación y Arbitraje de la Ciudad de México. 9 de marzo de 2023. Unanimidad de votos. Ponente: María de Lourdes Margarita García Galicia. Secretaria: Angélica Pérez Hernández.",
            "Nota: La tesis de jurisprudencia 2a./J. 130/2016 (10a.) citada, aparece publicada en el Semanario Judicial de la Federación del viernes 11 de noviembre de 2016 a las 10:22 horas y en la Gaceta del Semanario Judicial de la Federación, Décima Época, Libro 36, Tomo II, noviembre de 2016, página 1006, con número de registro digital: 2012980."
        ]
    },
    {
        "registro_digital": "2026834",
        "epoca": "Undécima Época",
        "materias": "Laboral",
        "tesis": "I.10o.T.4 L (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "COMPETENCIA POR RAZÓN DE TERRITORIO EN LOS CONFLICTOS INDIVIDUALES DE TRABAJO. SI EL DEMANDADO ES UNA SOLA PERSONA CON DIVERSOS DOMICILIOS, CONFORME A LOS SUPUESTOS PREVISTOS EN LOS INCISOS A), B) O C) DEL ARTÍCULO 700, FRACCIÓN II, DE LA LEY FEDERAL DEL TRABAJO, EL ACTOR PUEDE ELEGIR EL TRIBUNAL ANTE EL CUAL PRESENTAR SU DEMANDA.",
        "contenido": [
            "Hechos: Un trabajador demandó como acción principal su reinstalación y otras prestaciones accesorias a una persona moral por despido injustificado; en el capítulo de hechos de su demanda señaló diversos domicilios de dicha empresa, todos ubicados en la Ciudad de México y precisó que sus servicios personales y subordinados los prestó en un Municipio del Estado de Hidalgo. La demanda la presentó ante un Tribunal Laboral Federal de Asuntos Individuales con sede en la Ciudad de México, el cual se declaró incompetente por razón de territorio y ordenó remitirla al Tribunal Laboral Federal de Asuntos Individuales en el Estado de Hidalgo, con sede en Pachuca de Soto. Por su parte, éste no aceptó la competencia declinada, porque de la demanda se advertía que los domicilios de la empresa demandada se ubican en la Ciudad de México.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que para fijar la competencia por razón de territorio en los conflictos individuales de trabajo, si el demandado es una sola persona con diversos domicilios, conforme a los supuestos previstos en los incisos a), b) o c) del artículo 700, fracción II, de la Ley Federal del Trabajo, el actor puede elegir el tribunal ante el cual presentar su demanda.",
            "Justificación: El artículo 700, fracción II, de la Ley Federal del Trabajo establece que tratándose de la competencia por razón de territorio en los conflictos individuales, el actor puede escoger entre el tribunal: a) del lugar de celebración del contrato; b) del domicilio de cualquiera de los demandados; o, c) del lugar de prestación de los servicios; si éstos se prestaron en varios lugares, será el tribunal del último de ellos. De ello se advierte que el legislador confiere una facultad optativa al promovente; de ahí que aun cuando el inciso b) de la fracción II del citado artículo 700 establezca \"el domicilio de cualquiera de los demandados\", no es obstáculo para que si el trabajador demanda a una sola persona física o moral con diversos domicilios, pueda elegir entre cualquiera de los supuestos de los incisos a), b) o c) del referido precepto; una interpretación diferente atentaría contra lo establecido en el artículo 18 de la Ley Federal del Trabajo, en el sentido de que, en caso de duda, prevalecerá la interpretación más favorable al trabajador.",
            "DÉCIMO TRIBUNAL COLEGIADO EN MATERIA DE TRABAJO DEL PRIMER CIRCUITO."
        ],
        "precedente": [
            "Conflicto competencial 28/2022. Suscitado entre el Sexto Tribunal Laboral Federal de Asuntos Individuales, con sede en la Ciudad de México y el Tribunal Laboral Federal de Asuntos Individuales en el Estado de Hidalgo, con sede en Pachuca de Soto. 3 de febrero de 2023. Unanimidad de votos. Ponente: Gilberto Romero Guzmán. Secretaria: Elia Margarita Cobián Viveros."
        ]
    },
    {
        "registro_digital": "2026839",
        "epoca": "Undécima Época",
        "materias": "Laboral",
        "tesis": "I.16o.T.16 L (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "DECLARATORIA DE BENEFICIARIOS Y DEVOLUCIÓN DE RECURSOS ACUMULADOS EN LA CUENTA INDIVIDUAL DEL SISTEMA DE AHORRO PARA EL RETIRO (SAR) DEL TRABAJADOR FALLECIDO. CONSTITUYEN UN RECLAMO INDISOLUBLE, SIENDO COMPETENTE PARA CONOCERLO UN TRIBUNAL LABORAL FEDERAL.",
        "contenido": [
            "Hechos: Una persona presentó demanda laboral solicitando ser declarada legítima beneficiaria de los derechos laborales de su extinto padre y la devolución de los recursos acumulados en la cuenta individual del Sistema de Ahorro para el Retiro (SAR). El Tribunal Laboral Federal de Asuntos Individuales que conoció del juicio dividió la continencia de la causa y fijó su competencia para conocer únicamente sobre la \"devolución de aportaciones de seguridad social\"; sin embargo, al advertir que no se había agotado la etapa conciliatoria respecto de dicha acción decretó la inadmisibilidad de la demanda; en cuanto al reclamo relativo a \"la declaración de beneficiarios\" decidió que carecía de competencia y remitió los autos al Tribunal Laboral local. Éste se declaró incompetente con el argumento que no era posible dividir la continencia de la causa y fragmentar la unidad del juicio laboral, por lo que debía conocer de la controversia el primero de los mencionados, con lo que se generó un conflicto competencial.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que la declaración de beneficiarios y la devolución de los recursos acumulados en la cuenta individual del Sistema de Ahorro para el Retiro del trabajador fallecido constituyen un reclamo indisoluble, porque tienen su génesis en un solo hecho: el deceso del trabajador. Por tanto, si la pretensión principal consiste en que se entreguen los fondos acumulados en las subcuentas del trabajador fallecido, no únicamente la declaratoria de beneficiarios, no es factible dividir la continencia de la causa, por lo que es competente para conocer de esos juicios un Tribunal Laboral Federal.",
            "Justificación: Cuando se pretende la declaración de beneficiarios con el fin de obtener los recursos acumulados en la cuenta individual del Sistema de Ahorro para el Retiro del trabajador fallecido el reclamo no puede dividirse, toda vez que la petición –declaración de beneficiario– no se explica sin el objetivo de buscar el pago de lo acumulado en las cuentas del trabajador finado, además de que el reconocimiento de beneficiario es un mero acto declarativo que debe estar seguido necesariamente de una prestación en dinero o en especie, por tanto, el juzgador federal, al ser competente para resolver sobre la devolución de aportaciones de seguridad social, no puede dividir la continencia de la causa y determinar que se trata de dos acciones diversas, ya que la demanda tiene su origen en un solo hecho: el fallecimiento del trabajador, por lo que es incorrecto que se fragmente el proceso para obligar a que el actor primero lleve la declaratoria de beneficiarios ante un juzgado diverso, pues ello daría lugar a la multiplicidad de litigios y dividiría la continencia de la causa, lo cual no está permitido. Además, con ello se inobservan los principios de economía procesal y administración de justicia pronta y expedita, atrasando el procedimiento en perjuicio de las partes.",
            "DÉCIMO SEXTO TRIBUNAL COLEGIADO EN MATERIA DE TRABAJO DEL PRIMER CIRCUITO."
        ],
        "precedente": [
            "Conflicto competencial 25/2022. Suscitado entre el Primer Tribunal Laboral Local de Asuntos Individuales y el Sexto Tribunal Laboral Federal de Asuntos Individuales, ambos de la Ciudad de México. 8 de diciembre de 2022. Unanimidad de votos. Ponente: Alicia Rodríguez Cruz. Secretaria: Melva Idalia Priego Jiménez.",
            "Nota: El criterio contenido en esta tesis fue objeto de la denuncia relativa a la contradicción de criterios 15/2023, resuelta por la Segunda Sala el 14 de junio de 2023."
        ]
    },
    {
        "registro_digital": "2026840",
        "epoca": "Undécima Época",
        "materias": "Civil",
        "tesis": "XXIV.1o.6 C (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "EMPLAZAMIENTO EN MATERIA CIVIL. ES LEGAL EL PRACTICADO POR MEDIO DE LISTA PUBLICADA EN LOS ESTRADOS, SI EL NOTIFICADOR SE CERCIORÓ –PREVIAMENTE A DEJAR CITATORIO O AVISO QUE SATISFAGA LOS REQUISITOS ESTABLECIDOS EN EL CÓDIGO DE PROCEDIMIENTOS CIVILES PARA EL ESTADO DE NAYARIT– QUE EL DOMICILIO EN QUE SE CONSTITUYÓ ERA EL CORRECTO Y QUE SE ENCUENTRA HABITADO POR EL DEMANDADO.",
        "contenido": [
            "Hechos: En un juicio de amparo directo la quejosa reclamó –como violación procesal–, lo resuelto por la Sala de apelación en relación con la falta o indebido emplazamiento que se le realizó a un juicio civil, bajo la hipótesis de que éste era ilegal debido a que se practicó por medio de lista cuando debía realizarse personalmente.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que es legal el emplazamiento practicado en un juicio civil por medio de lista publicada en los estrados, si el notificador se cercioró –previamente a dejar citatorio o aviso que satisfaga los requisitos establecidos en el Código de Procedimientos Civiles para el Estado de Nayarit– que el domicilio en que se constituyó era el correcto y que se encuentra habitado por el demandado.",
            "Justificación: Lo anterior, porque los artículos 68, 69 y 74 del Código de Procedimientos Civiles para el Estado de Nayarit, en relación con las notificaciones en el procedimiento civil, establecen que éstas pueden practicarse de forma personal, por edictos, por lista o por cualquier medio usual, a costa del interesado; que deberán realizarse personalmente, entre otras resoluciones: la primera actuación, las que ordenan la apertura del juicio a prueba, la citación para absolver posiciones, así como todas las sentencias; para el caso del emplazamiento, el funcionario encargado deberá cerciorarse de que la casa designada para llevarlo a cabo es el domicilio de la persona que ha de ser notificada y asentar en el acta respectiva la razón y los medios de que se valió para constatar lo anterior. Dentro de este último supuesto, también disponen algunas de las situaciones cotidianas o eventuales que pudieran acontecer al momento de pretender notificar una determinación personalmente y, para ello prevén que: a) si el funcionario encuentra a la persona que debe ser notificada, le entregará copia de la resolución que se le comunica y, en su caso, de la demanda y documentos que se hubiesen exhibido con ésta; b) si la persona que debe ser notificada se niega a recibir la comunicación o a firmarla, se asentará la negativa y se tendrá por hecho el emplazamiento; y, c) cuando la casa o negocio se encuentran cerrados y no acude nadie al llamado del notificador, éste debe también cerciorarse de que el domicilio se encuentra habitado y así hacerlo constar; hecho lo anterior, debe introducir el aviso citatorio en la residencia o, en su defecto, fijarlo en la puerta de la misma para que la persona que busca acuda a notificarse dentro de los dos días hábiles siguientes al órgano jurisdiccional respectivo, apercibida que de no hacerlo, transcurrido dicho plazo, la comunicación se le hará por medio de lista, la cual deberá publicarse por el notificador en lugar visible de los estrados del tribunal y en el Boletín Judicial y, al tercer día de la publicación, deberá asentarse en el asunto la razón de que la notificación se hizo por ese medio. Por consiguiente, para considerar que un emplazamiento en materia civil es legal cuando se practica por medio de lista, bajo la premisa de que el funcionario encargado de llevarlo a cabo no encontró a la persona que debía llamarse a juicio, bastará con que se cerciore que se constituyó en la casa designada para ese fin en busca de quien debía notificar, así como de que es el domicilio correcto y, si lo encontró cerrado o nadie atendió su llamado, se aseguró que la residencia estaba habitada, e introdujo el aviso citatorio o lo fijó en la puerta, señalando en dicho documento el órgano jurisdiccional en el que se encuentra radicado el asunto, el número de expediente, el motivo de la visita, el requerimiento a quien no encontró para que acuda a notificarse al tribunal, el apercibimiento que, de no hacerlo, la notificación se hará por lista publicada en los estrados del juzgado o tribunal y, que al tercer día asiente la razón de por qué se realizó la notificación por ese medio.",
            "PRIMER TRIBUNAL COLEGIADO DEL VIGÉSIMO CUARTO CIRCUITO."
        ],
        "precedente": [
            "Amparo directo 520/2021. 20 de octubre de 2022. Unanimidad de votos. Ponente: Juan García Orozco. Secretario: Luis Alberto Escudero Sánchez."
        ]
    },
    {
        "registro_digital": "2026841",
        "epoca": "Undécima Época",
        "materias": "Común",
        "tesis": "XXII.2o.A.C.1 A (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "EXCEPCIÓN AL PRINCIPIO DE DEFINITIVIDAD. NO SE ACTUALIZA TRATÁNDOSE DE AMPAROS EN LOS QUE SE ADUZCA UN INTERÉS LEGÍTIMO, AL NO EXIGIR LA LEY DE PROCEDIMIENTO CONTENCIOSO ADMINISTRATIVO DEL ESTADO DE QUERÉTARO MAYORES REQUISITOS QUE LA LEY DE AMPARO PARA CONCEDER LA SUSPENSIÓN DEL ACTO RECLAMADO.",
        "contenido": [
            "Hechos: Los quejosos promovieron juicio de amparo indirecto en el que reclamaron las licencias de construcción y cambios de uso de suelo para la edificación de un condominio vertical y adujeron violación al derecho humano a un medio ambiente sano, afirmando tener interés legítimo. El Juez de Distrito desechó la demanda por no agotarse el principio de definitividad, al considerar que debió promoverse juicio contencioso administrativo, toda vez que la Ley de Procedimiento Contencioso Administrativo del Estado de Querétaro no exige mayores requisitos para la concesión de la suspensión del acto reclamado que la Ley de Amparo.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que tratándose de juicios de amparo indirecto en los que el quejoso afirme contar con interés legítimo, no se actualiza una excepción al principio de definitividad, al no exigir la Ley de Procedimiento Contencioso Administrativo del Estado de Querétaro mayores requisitos para conceder la suspensión del acto reclamado que la Ley de Amparo, por lo que debe promoverse el juicio contencioso administrativo.",
            "Justificación: Lo anterior, porque de la interpretación conjunta de los artículos 128 y 131 de la Ley de Amparo se advierte que tratándose de juicios de amparo en los que se aduzca un interés legítimo, la suspensión se decretará siempre que concurran los requisitos siguientes: que lo solicite el quejoso, que no se siga perjuicio al interés social, que no se contravengan disposiciones de orden público, que el quejoso acredite el daño inminente e irreparable a su pretensión en caso de que se niegue, así como el interés social que justifique su otorgamiento.",
            "Por su parte, el artículo 32, fracción I, inciso b), de la Ley de Procedimiento Contencioso Administrativo del Estado de Querétaro establece como requisitos para otorgar la suspensión de la ejecución del acto administrativo los siguientes: que no se afecte el interés social, que no se contravengan disposiciones de orden público y que sean de difícil reparación los daños o perjuicios que se causaran al solicitante con la ejecución del acto reclamado.",
            "Por tanto, tratándose de juicios de amparo en los que la parte quejosa aduzca un interés legítimo, la Ley de Amparo prevé requisitos mayores para conceder la suspensión del acto reclamado que la Ley de Procedimiento Contencioso Administrativo de dicha entidad, consistentes en que la parte quejosa acredite el daño inminente e irreparable a su pretensión en caso de que se niegue y el interés social que justifique su otorgamiento.",
            "En consecuencia, si la Ley de Amparo prevé mayores requisitos que la ley local para conceder la suspensión del acto reclamado, tratándose de juicios de amparo en los que se aduzca un interés legítimo, no se actualiza la excepción al principio de definitividad prevista en el artículo 61, fracción XX, de la Ley de Amparo.",
            "SEGUNDO TRIBUNAL COLEGIADO EN MATERIAS ADMINISTRATIVA Y CIVIL DEL VIGÉSIMO SEGUNDO CIRCUITO."
        ],
        "precedente": [
            "Queja 285/2022. 16 de febrero de 2023. Unanimidad de votos. Ponente: Gerardo Martínez Carrillo. Secretario: Víctor Hugo Sánchez Obregón."
        ]
    },
    {
        "registro_digital": "2026842",
        "epoca": "Undécima Época",
        "materias": "Constitucional",
        "tesis": "IX.2o.C.A.5 C (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "EXPLOTACIÓN DEL HOMBRE POR EL HOMBRE. SE ACTUALIZA ESTA CATEGORÍA PROHIBIDA POR EL ARTÍCULO 21, NUMERAL 3, DE LA CONVENCIÓN AMERICANA SOBRE DERECHOS HUMANOS, CUANDO SE CELEBRA UN CONTRATO DE PRESTACIÓN DE SERVICIOS PROFESIONALES ENTRE UNA TRABAJADORA Y SUS ABOGADOS, ESTABLECIÉNDOSE COMO HONORARIOS UN 40 % DE LA CANTIDAD QUE SE OBTENGA COMO CONDENA AL PATRÓN.",
        "contenido": [
            "Hechos: Los quejosos (licenciados en derecho) celebraron un contrato de prestación de servicios profesionales con una trabajadora, con el objeto de obtener el pago de prestaciones no cubiertas a ésta por su patrón, pactando por concepto de honorarios el 40 % de la cantidad que se obtuviera como condena. Al no pagarles dicha contraprestación, demandaron a su clienta y tanto en primera como en segunda instancias se condenó a la demandada a su pago, pero conforme al arancel de abogados (5 %), al considerar que el porcentaje pactado constituía un acto de explotación del hombre por el hombre, prohibido por la Convención Americana sobre Derechos Humanos. En contra de la resolución de segunda instancia los profesionistas promovieron juicio de amparo directo, en el que argumentaron que no se actualiza dicha prohibición.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que el contrato mencionado transgrede la prohibición genérica contenida en el artículo 21, numeral 3, de la Convención Americana sobre Derechos Humanos, pues el porcentaje de honorarios pactado (40 %) por la prestación de los servicios profesionales de los abogados, constituye un caso de explotación del hombre por el hombre.",
            "Justificación: Lo anterior es así, porque el salario justo de la trabajadora como producto de la prestación de su servicio personal y subordinado constituye el medio fundamental para asegurarle una vida digna, según deriva del artículo 123 de la Constitución General. Así, el convenio sobre honorarios con motivo de la prestación de servicios profesionales señalado actualiza una afectación tanto al patrimonio como a la dignidad de la trabajadora, en lo primero, porque lo excesivo del porcentaje es desproporcional y mengua en demasía la condena en su favor y, en lo segundo, porque vulnera su dignidad humana, pues le impide ejercer su derecho a recibir un salario justo, afectando el goce y la satisfacción de sus necesidades básicas y su calidad de vida.",
            "SEGUNDO TRIBUNAL COLEGIADO EN MATERIAS CIVIL Y ADMINISTRATIVA DEL NOVENO CIRCUITO."
        ],
        "precedente": [
            "Amparo directo 684/2021. J. Isabel Tobías Montoya y otra. 10 de noviembre de 2022. Unanimidad de votos. Ponente: Guillermo Esparza Alfaro. Secretario: Alejandro Lemus Pérez.",
            "Nota: En relación con el alcance de la presente tesis, destaca la diversa aislada 1a. CXXXII/2018 (10a.), de título y subtítulo: \"EXPLOTACIÓN DEL HOMBRE POR EL HOMBRE EN OPERACIONES CONTRACTUALES.\", publicada en el Semanario Judicial de la Federación del viernes 28 de septiembre de 2018 a las 10:37 horas y en la Gaceta del Semanario Judicial de la Federación, Décima Época, Libro 58, Tomo I, septiembre de 2018, página 843, con número de registro digital: 2017993."
        ]
    },
    {
        "registro_digital": "2026843",
        "epoca": "Undécima Época",
        "materias": "Laboral",
        "tesis": "XVII.1o.C.T.7 L (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "HOSTIGAMIENTO Y/O ACOSO SEXUAL Y/O LABORAL. EN LOS CASOS EN QUE EXISTAN INDICIOS SOBRE SU ACTUALIZACIÓN, EL JUZGADOR DEBE APLICAR LA PERSPECTIVA DE GÉNERO Y RECABAR DE OFICIO LAS PRUEBAS QUE ESTIME CONDUCENTES PARA EL ESCLARECIMIENTO DE LA VERDAD SOBRE TALES HECHOS.",
        "contenido": [
            "Hechos: En un juicio laboral una trabajadora aseveró que durante la relación de trabajo ocurrieron hechos que pudieran actualizar conductas de hostigamiento y/o acoso sexual y/o laboral, por las cuales dio por terminado el vínculo de trabajo; sin embargo, la autoridad laboral invisibilizó tales manifestaciones, pues nada proveyó al respecto y resolvió el caso bajo una perspectiva tradicional.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que en los casos en que existan indicios sobre la posible actualización de conductas de hostigamiento y/o acoso sexual y/o laboral, el juzgador debe aplicar la perspectiva de género y recabar de oficio las pruebas que estime conducentes para el esclarecimiento de la verdad sobre tales hechos.",
            "Justificación: Del reconocimiento de los derechos humanos a la igualdad y a la no discriminación por razón de género, deriva que todo órgano jurisdiccional debe impartir justicia con base en una perspectiva de género, para lo cual debe implementarse un método en toda controversia judicial, aun cuando las partes no lo soliciten, a fin de verificar si existe una situación de violencia o vulnerabilidad que impida impartir justicia de manera completa e igualitaria. Esta herramienta debe aplicarse en casos en que: (i) se identifica o alega una situación de poder o asimetría basada en el género; (ii) se detecta o denuncia un contexto de violencia, discriminación o vulnerabilidad derivada de esa categoría; y, (iii) a pesar de no acreditarse una situación de poder o un contexto de violencia, se advierte la posibilidad de que exista un trato o impacto diferenciados basados en el género, lo cual muchas veces se expresa mediante estereotipos o roles de género implícitos en las normas y prácticas institucionales y sociales. Entre los pasos que esta metodología señala se encuentran entre otros, el consistente en que en caso de que el material probatorio no sea suficiente para aclarar la situación de violencia, vulnerabilidad o discriminación por razones de género, debe ordenarse el desahogo de las pruebas necesarias para visibilizar dichas situaciones. Luego, el acoso y/u hostigamiento laboral (mobbing), así como el acoso y/u hostigamiento sexual constituyen prohibiciones que nacen a partir de dos derechos fundamentales: el derecho a un trabajo digno, convencional y constitucionalmente reconocido en los artículos 5o. y 123 de la Constitución Política de los Estados Unidos Mexicanos y, agregado el componente de género, el derecho de las mujeres a una vida libre de violencia, reconocido en el artículo 3 de la Convención Interamericana para Prevenir, Sancionar y Erradicar la Violencia contra la Mujer (Convención Belém do Pará); asimismo, la Ley Federal del Trabajo, en su artículo 3o. Bis define al hostigamiento como \"el ejercicio del poder en una relación de subordinación real de la víctima frente al agresor en el ámbito laboral, que se expresa en conductas verbales, físicas o ambas\" y al acoso sexual como \"una forma de violencia en la que, si bien no existe la subordinación, hay un ejercicio abusivo del poder que conlleva un estado de indefensión y de riesgo para la víctima, independientemente de que se realice en uno o varios eventos\". Por tanto, en casos en que se adviertan indicios de la posible actualización de cualquiera de estas conductas, la autoridad debe juzgar con perspectiva de género y recabar de oficio las pruebas que estime conducentes para el esclarecimiento de la verdad de tales hechos. Lo cual también es acorde con lo previsto en los artículos 782, 841 y 886 de la Ley Federal del Trabajo que regulan el principio de realidad material, que impone la búsqueda de la verdad por encima de cualquier formalismo, así como el papel proactivo de las autoridades laborales en el desarrollo del proceso para allegarse de los elementos que permitan el dictado de resoluciones que resuelvan efectivamente el problema planteado.",
            "PRIMER TRIBUNAL COLEGIADO EN MATERIAS CIVIL Y DE TRABAJO DEL DÉCIMO SÉPTIMO CIRCUITO."
        ],
        "precedente": [
            "Amparo directo 293/2022. 16 de marzo de 2023. Unanimidad de votos. Ponente: Arturo Alberto González Ferreiro. Secretaria: Deanna Paola Quezada López."
        ]
    },
    {
        "registro_digital": "2026844",
        "epoca": "Undécima Época",
        "materias": "Laboral",
        "tesis": "XVII.1o.C.T.8 L (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "HOSTIGAMIENTO Y/O ACOSO SEXUAL Y/O LABORAL. LA CALIDAD DE LA PERSONA TRABAJADORA, DE BASE O DE CONFIANZA, ES IRRELEVANTE Y NO JUSTIFICA INVISIBILIZAR ESAS CONDUCTAS, AL JUZGAR CON PERSPECTIVA DE GÉNERO.",
        "contenido": [
            "Hechos: En un juicio laboral una trabajadora aseveró que durante la relación de trabajo ocurrieron hechos que pudieran actualizar conductas de hostigamiento y/o acoso sexual y/o laboral, por las cuales dio por terminado el vínculo de trabajo; sin embargo, la autoridad laboral invisibilizó tales manifestaciones, pues nada proveyó al respecto y resolvió el caso bajo una perspectiva tradicional, por lo que estableció que, al tratarse de una empleada de confianza no gozaba de estabilidad en el empleo y, por ende, absolvió del pago de la indemnización constitucional.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que tratándose de casos en que existan indicios sobre la posible actualización de conductas de hostigamiento y/o acoso sexual y/o laboral, la calidad de la persona trabajadora, de base o de confianza es irrelevante y no justifica invisibilizar esas conductas, al juzgar con perspectiva de género.",
            "Justificación: Del reconocimiento de los derechos humanos a la igualdad y a la no discriminación por razón de género, deriva que todo órgano jurisdiccional debe impartir justicia con base en una perspectiva de género, para lo cual debe implementarse un método en toda controversia judicial, aun cuando las partes no lo soliciten, a fin de verificar si existe una situación de violencia o vulnerabilidad que impida impartir justicia de manera completa e igualitaria. Esta herramienta debe aplicarse en casos en que: (i) se identifica o alega una situación de poder o asimetría basada en el género; (ii) se detecta o denuncia un contexto de violencia, discriminación o vulnerabilidad derivada de esa categoría; y, (iii) a pesar de no acreditarse una situación de poder o un contexto de violencia, se advierte la posibilidad de que exista un trato o impacto diferenciados basados en el género, lo cual muchas veces se expresa mediante estereotipos o roles de género implícitos en las normas y prácticas institucionales y sociales. Entre los pasos que esta metodología señala se encuentran, entre otros, el consistente en que de detectarse la situación de desventaja por cuestiones de género, debe cuestionarse la neutralidad del derecho aplicable, así como evaluarse el impacto diferenciado de la solución propuesta para buscar una resolución justa e igualitaria de acuerdo con el contexto de desigualdad por condiciones de género. Luego, el acoso y/u hostigamiento laboral (mobbing), así como el acoso y/u hostigamiento sexual constituyen prohibiciones que nacen a partir de dos derechos fundamentales: el derecho a un trabajo digno, convencional y constitucionalmente reconocido en los artículos 5o. y 123 de la Constitución Política de los Estados Unidos Mexicanos y, agregado el componente de género, el derecho de las mujeres a una vida libre de violencia, reconocido en el artículo 3 de la Convención Interamericana para Prevenir, Sancionar y Erradicar la Violencia contra la Mujer (Convención Belém do Pará); asimismo, la Ley Federal del Trabajo, en su artículo 3o. Bis define al hostigamiento como \"el ejercicio del poder en una relación de subordinación real de la víctima frente al agresor en el ámbito laboral, que se expresa en conductas verbales, físicas o ambas\" y al acoso sexual como \"una forma de violencia en la que, si bien no existe la subordinación, hay un ejercicio abusivo del poder que conlleva un estado de indefensión y de riesgo para la víctima, independientemente de que se realice en uno o varios eventos\". Por tanto, en casos en que se adviertan indicios de la posible actualización de cualquiera de estas conductas, la autoridad debe juzgar con perspectiva de género y analizar, en primer orden, si se presentó alguna conducta discriminatoria, sin que sea relevante para tal efecto la calidad de la persona trabajadora, es decir, si es de base o de confianza. Considerar lo contrario, esto es, que la calidad de base o de confianza determina la factibilidad del estudio de hechos que impliquen hostigamiento y/o acoso sexual y/o laboral implicaría una aplicación indiscriminada del derecho en donde la pretensión y el carácter de la persona empleada determinan si puede ser o no discriminada, lo cual llevaría a invisibilizar una posible situación de violencia y a convalidar la discriminación de trato por razones de género, lo que favorecería su perpetuación y la aceptación social del fenómeno, el sentimiento y la sensación de inseguridad, así como una persistente desconfianza en el sistema de justicia.",
            "PRIMER TRIBUNAL COLEGIADO EN MATERIAS CIVIL Y DE TRABAJO DEL DÉCIMO SÉPTIMO CIRCUITO."
        ],
        "precedente": [
            "Amparo directo 293/2022. 16 de marzo de 2023. Unanimidad de votos. Ponente: Arturo Alberto González Ferreiro. Secretaria: Deanna Paola Quezada López."
        ]
    },
    {
        "registro_digital": "2026846",
        "epoca": "Undécima Época",
        "materias": "Laboral",
        "tesis": "I.10o.T.1 K (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "INTERÉS JURÍDICO EN EL JUICIO DE AMPARO INDIRECTO. PARA TENERLO POR DEMOSTRADO LOS JUECES DE DISTRITO DEBEN VERIFICAR EN EL SISTEMA INTEGRAL DE SEGUIMIENTO DE EXPEDIENTES (SISE), SI EXISTE UN DIVERSO PROCEDIMIENTO DEL QUE SE ADVIERTA QUE EL QUEJOSO FUE PARTE, PARA INVOCARLO COMO HECHO NOTORIO, ANTE LA FALTA DEL INFORME JUSTIFICADO DE LA RESPONSABLE.",
        "contenido": [
            "Hechos: El quejoso promovió juicio de amparo indirecto. El Juez de Distrito señaló fecha y hora para la audiencia constitucional y requirió el informe justificado a la autoridad responsable, sin que ésta lo hubiese rendido; por lo que en sentencia determinó tener por presuntivamente cierto el acto reclamado, pero sobreseyó en el juicio con fundamento en la fracción V del artículo 63 de la Ley de Amparo, al considerar actualizada la causa de improcedencia prevista en la fracción XII del artículo 61 del mismo ordenamiento, porque el quejoso no acreditó su interés jurídico.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que cuando la autoridad responsable no rinda su informe justificado y sólo se cuente con la demanda, es indispensable que el Juez realice una búsqueda en el Sistema Integral de Seguimiento de Expedientes (SISE), para ubicar si existe un diverso procedimiento del índice del mismo Juzgado de Distrito, o de otro, del que se advierta que el quejoso fue parte, para invocarlo como hecho notorio y así tener por demostrado el interés jurídico.",
            "Justificación: Lo anterior es así, porque el Pleno de la Suprema Corte de Justicia de la Nación, en la tesis de jurisprudencia P./J. 16/2018 (10a.), de título y subtítulo: \"HECHOS NOTORIOS. TIENEN ESE CARÁCTER LAS VERSIONES ELECTRÓNICAS DE LAS SENTENCIAS ALMACENADAS Y CAPTURADAS EN EL SISTEMA INTEGRAL DE SEGUIMIENTO DE EXPEDIENTES (SISE).\", determinó que conforme a los artículos 88 del Código Federal de Procedimientos Civiles, 175, 176, 177 y 191 a 196 del Acuerdo General del Pleno del Consejo de la Judicatura Federal que establece las disposiciones en materia de actividad administrativa de los órganos jurisdiccionales, publicado en el Diario Oficial de la Federación el 15 de enero de 2015, el órgano jurisdiccional puede invocar como hecho notorio lo actuado en diversos expedientes donde se advierta que el quejoso fue parte, ya sea del mismo órgano jurisdiccional o de otro, lo que es dable considerar para tener por demostrado el interés jurídico del promovente, ante la falta del informe justificado de la responsable.",
            "DÉCIMO TRIBUNAL COLEGIADO EN MATERIA DE TRABAJO DEL PRIMER CIRCUITO."
        ],
        "precedente": [
            "Amparo en revisión 12/2023. Ricardo Omar Peñaloza Zamora. 23 de febrero de 2023. Unanimidad de votos. Ponente: Gilberto Romero Guzmán. Secretaria: Ivonne Karina Soto Sánchez.",
            "Nota: La tesis de jurisprudencia P./J. 16/2018 (10a.) citada, aparece publicada en el Semanario Judicial de la Federación del viernes 8 de junio de 2018 a las 10:14 horas y en la Gaceta del Semanario Judicial de la Federación, Décima Época, Libro 55, Tomo I, junio de 2018, página 10, con número de registro digital: 2017123.",
            "El Acuerdo General del Pleno del Consejo de la Judicatura Federal, que establece las disposiciones en materia de actividad administrativa de los órganos jurisdiccionales citado, aparece publicado en la Gaceta del Semanario Judicial de la Federación, Décima Época, Libro 14, Tomo III, enero de 2015, página 2127, con número de registro digital: 2591.",
            "El criterio contenido en esta tesis es objeto de la denuncia relativa a la contradicción de criterios 72/2023, pendiente de resolverse por la Segunda Sala."
        ]
    },
    {
        "registro_digital": "2026847",
        "epoca": "Undécima Época",
        "materias": "Común",
        "tesis": "IX.2o.C.A.5 K (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "JUICIO DE AMPARO INDIRECTO. PROCEDE CONTRA LOS ACTOS EMITIDOS POR EL CONGRESO DEL ESTADO DE SAN LUIS POTOSÍ EN EL PROCEDIMIENTO DE ELECCIÓN DE LOS INTEGRANTES DEL CONSEJO CIUDADANO DE LA COMISIÓN ESTATAL DE DERECHOS HUMANOS DE ESA ENTIDAD.",
        "contenido": [
            "Hechos: El Congreso del Estado de San Luis Potosí emitió convocatoria pública abierta, por conducto de su Comisión de Derechos Humanos, Equidad y Género, para elegir a las personas que integrarían el Consejo Ciudadano de la Comisión Estatal de Derechos Humanos, como organismo encargado de la protección, observancia, promoción, estudio y difusión de los derechos humanos en esta entidad y, una vez concluido el proceso de selección, designó a las personas que lo conformarían en calidad de titulares, entre los que no se incluyó al quejoso, quien con el carácter de suplente impugnó dicho proceso en amparo indirecto. El Juez de Distrito estimó que la elección es una facultad soberana del Congreso Local, por lo que en su contra es improcedente el juicio de amparo, en términos del artículo 61, fracción VII, de la ley de la materia. Inconforme con esta determinación, el quejoso interpuso recurso de revisión, en el que argumentó que no se impugnaba dicha facultad ni los lineamientos de la convocatoria, sino su desapego, lo que conlleva un acto arbitrario de la autoridad en ejercicio de la facultad soberana referida que amerita una revisión constitucional, a fin de garantizar su derecho humano de acceso a la tutela jurisdiccional efectiva.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina, de la interpretación conforme del artículo 61, fracción VII, de la Ley de Amparo, que contra los actos emitidos por el Congreso del Estado de San Luis Potosí en el procedimiento de elección de los integrantes del Consejo Ciudadano de la Comisión Estatal de Derechos Humanos de dicha entidad, procede el juicio de amparo indirecto.",
            "Justificación: Ello es así, porque la causa de improcedencia prevista en el artículo 61, fracción VII, de la Ley de Amparo, contra las resoluciones de las Legislaturas de los Estados en la elección de funcionarios, en los casos en que las Constituciones correspondientes les confieran la facultad de resolver soberana o discrecionalmente, es de aplicación estricta; sin embargo, es constitucional y convencional siempre que se interprete conforme a la Constitución General, garantizando el derecho humano de acceso a la justicia; de ahí que no se actualiza cuando para el ejercicio de esa facultad legislativa se exige en el artículo 17 de la Constitución, en relación con los preceptos 40, 41, 42, 43, 44 y 47 de la Ley de la Comisión Estatal de Derechos Humanos, ambas del Estado de San Luis Potosí, la actualización de determinadas reglas y plazos, así como el cumplimiento de requisitos esenciales para que el Congreso, con base en ellos, decida lo conducente. En ese sentido, si respecto de las causas de improcedencia previstas en la Ley de Amparo se encuentra vedada toda interpretación extensiva, por analogía o por mayoría de razón, ello significa que la causa que es materia de estudio no puede abarcar actos no previstos por la norma, como los procesales previos a la emisión de la decisión soberana o discrecional a cargo de la Legislatura, ya que si bien conforme al principio pro persona se podrá interpretar extensivamente el contenido y alcance de los derechos, lo cierto es que nunca se podrá realizar lo mismo para ampliar las limitaciones que las normas del sistema interno impongan al ejercicio y al goce de los derechos humanos, como las condicionantes al acceso a la tutela jurisdiccional efectiva y a contar con un recurso judicial efectivo, por virtud del cual el individuo que se encuentre participando en un proceso de elección de funcionarios, en los casos en que las Constituciones correspondientes confieren la facultad de resolver soberana o discrecionalmente, puedan ejercer una defensa efectiva mediante el juicio de amparo indirecto contra la vulneración de sus derechos fundamentales, en cuanto al cumplimiento de las formalidades que deben observarse durante el procedimiento respectivo.",
            "SEGUNDO TRIBUNAL COLEGIADO EN MATERIAS CIVIL Y ADMINISTRATIVA DEL NOVENO CIRCUITO."
        ],
        "precedente": [
            "Amparo en revisión 476/2021. Fernando Sánchez Lárraga. 30 de marzo de 2023. Unanimidad de votos. Ponente: Guillermo Esparza Alfaro. Secretaria: Verónica Moreno Moreno."
        ]
    },
    {
        "registro_digital": "2026848",
        "epoca": "Undécima Época",
        "materias": "Administrativa",
        "tesis": "XXIV.1o.9 A (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "JUICIO SUCESORIO AGRARIO. CUANDO EN EL PROCEDIMIENTO RELATIVO SE ADUCEN CAUSAS DE INCAPACIDAD PARA HEREDAR ES APLICABLE SUPLETORIAMENTE EL ARTÍCULO 1316 DEL CÓDIGO CIVIL FEDERAL.",
        "contenido": [
            "Hechos: En un juicio sucesorio intestamentario en materia agraria, la parte actora demandó el mejor derecho para heredar las prerrogativas agrarias de su hijo fallecido, dado que éste no designó sucesores. La parte demandada –en reconvención– adujo que aquélla abandonó al autor de la sucesión; circunstancia que también arguyó el actor principal respecto de su contraparte. El Tribunal Unitario Agrario resolvió que ambas partes tenían derecho a heredar, al haberse probado que eran ascendientes del de cujus, conforme al artículo 18, fracción IV, de la Ley Agraria, sin resolver si alguna de las partes era incapaz para suceder, por haber abandonado al ejidatario fallecido.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que si en el juicio sucesorio agrario las partes introducen a la litis causas de incapacidad para heredar, es aplicable supletoriamente el artículo 1316 del Código Civil Federal, pues el procedimiento contenido en la Ley Agraria es insuficiente para resolver el problema derivado de dichas hipótesis.",
            "Justificación: Lo anterior es así, porque si bien en la Ley Agraria se establece el procedimiento para que los titulares de derechos ejidales hereden, para lo cual su artículo 18 prevé el orden de preferencia cuando no se hayan designado sucesores o los señalados en la lista tengan imposibilidad material o legal para heredar, lo cierto es que no establece los supuestos de esa imposibilidad, por lo cual debe aplicarse la regla de supletoriedad a efecto de precisarlos. Por lo tanto, con el propósito de solventar esa laguna legislativa, cuando se ejerce la acción de sucesión intestamentaria en materia agraria y se aducen causas de incapacidad para heredar por ingratitud o abandono, dichas hipótesis deben ser encausadas bajo las directrices del artículo 1316, fracciones VII y VIII, del Código Civil Federal, aplicado supletoriamente –por así permitirlo la propia ley de la materia–, con el fin de que el problema jurídico planteado sea resuelto de manera efectiva.",
            "PRIMER TRIBUNAL COLEGIADO DEL VIGÉSIMO CUARTO CIRCUITO."
        ],
        "precedente": [
            "Amparo directo 203/2022. 23 de febrero de 2023. Unanimidad de votos. Ponente: Juan García Orozco. Secretaria: Denisse Fregoso Ramírez."
        ]
    },
    {
        "registro_digital": "2026851",
        "epoca": "Undécima Época",
        "materias": "Penal",
        "tesis": "IV.1o.P.1 P (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "MEDIDA SANCIONADORA DE INTERNAMIENTO PREVISTA EN EL ARTÍCULO 164 DE LA LEY NACIONAL DEL SISTEMA INTEGRAL DE JUSTICIA PENAL PARA ADOLESCENTES. ES IMPROCEDENTE SU APLICACIÓN TRATÁNDOSE DEL DELITO DE LESIONES COMETIDAS EN LA MODALIDAD DE RIÑA.",
        "contenido": [
            "Hechos: El Tribunal de Alzada declaró fundados los agravios del Ministerio Público y modificó la sentencia condenatoria decretada contra el adolescente por su participación en la comisión del delito de lesiones en la modalidad de riña, con el carácter de provocador, e impuso la medida sancionadora de privación de la libertad en un centro de internamiento y de adaptación para adolescentes infractores por el término de dos años, al considerar que se surtió el supuesto del artículo 164 de la Ley Nacional del Sistema Integral de Justicia Penal para Adolescentes.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que al no estar en el catálogo de delitos contenido en el artículo 164 de la Ley Nacional del Sistema Integral de Justicia Penal para Adolescentes, respecto de los cuales procede la medida sancionadora de internamiento, el de lesiones cometidas en la modalidad de riña, es improcedente su aplicación; de lo contrario se vulnerarían el diverso artículo 145 de la propia ley y el derecho a la exacta aplicación de la ley penal.",
            "Justificación: El artículo 145 de la Ley Nacional del Sistema Integral de Justicia Penal para Adolescentes establece que las sanciones privativas de la libertad se utilizarán como medida extrema y por el tiempo más breve que proceda; además, que sólo pueden imponerse por las conductas expresamente señaladas en el diverso artículo 164 en el que, entre otros casos, el legislador dispuso la procedencia de la medida de internamiento en el delito básico de homicidio doloso, con independencia de la modalidad de ejecución; empero, por cuanto hace al ilícito de lesiones, si bien aludió al término \"dolosas\" y, además, que pongan en peligro la vida o dejan incapacidad permanente, lo cierto es que nada precisó sobre las formas de ejecución, como lo sería la modalidad de riña, en la que el dolo del activo está dirigido a colocarse en un plano de ilicitud en la contienda de obra y no vinculado de forma directa al resultado que se produzca. Por tanto, de una interpretación literal del artículo 164 de la mencionada ley, así como de su interpretación armónica con el diverso 145 de ese ordenamiento, se concluye que la medida sancionadora de internamiento es improcedente respecto del delito de lesiones cometidas en la modalidad de riña, sin que sea el caso estimar que el internamiento pueda hacerse extensivo a ese tipo penal, pues como se señaló, en el sistema de justicia penal de adolescentes las medidas restrictivas de la libertad se rigen por los principios de mínima intervención y de última ratio; de ahí que sólo proceden respecto de las conductas delictivas más graves y que expresamente dispuso el legislador en la ley especial, así como que su duración debe ser por el menor tiempo posible.",
            "PRIMER TRIBUNAL COLEGIADO EN MATERIA PENAL DEL CUARTO CIRCUITO."
        ],
        "precedente": [
            "Amparo directo 252/2022. 22 de diciembre de 2022. Unanimidad de votos. Ponente: José Heriberto Pérez García. Secretario: Víctor Hugo Herrera Cañizales."
        ]
    },
    {
        "registro_digital": "2026850",
        "epoca": "Undécima Época",
        "materias": "Laboral",
        "tesis": "(X Región)3o.3 L (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "MEDIDAS DE APREMIO EN EL PROCEDIMIENTO LABORAL BUROCRÁTICO EN EL ESTADO DE TABASCO. EL TRIBUNAL DE CONCILIACIÓN Y ARBITRAJE ESTÁ FACULTADO PARA IMPONERLAS A TERCEROS AJENOS A LA LITIS A QUIENES LES SOLICITE APOYO PARA LA RESOLUCIÓN DE LOS ASUNTOS, CUANDO SIN CAUSA JUSTIFICADA SEAN CONTUMACES EN BRINDARLO.",
        "contenido": [
            "Hechos: El Tribunal de Conciliación y Arbitraje del Estado de Tabasco dentro de un juicio laboral solicitó de la Fiscalía General de Justicia del Estado el apoyo para que designara un perito tercero en discordia en materia de caligrafía, grafoscopia, documentoscopia y dactiloscopia. Ante la contumacia del mencionado órgano autónomo en prestar el apoyo solicitado, previo apercibimiento, le impuso una multa en términos del artículo 128 de la Ley de los Trabajadores al Servicio del Estado de Tabasco.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que el Tribunal de Conciliación y Arbitraje del Estado de Tabasco tiene facultades para imponer medidas de apremio a terceros ajenos a la litis a quienes les solicite apoyo para la resolución de los asuntos como auxiliares de los órganos de impartición de justicia, cuando sin causa justificada sean contumaces en brindarlo.",
            "Justificación: Conforme a los artículos 17 de la Constitución Política de los Estados Unidos Mexicanos; 8, numeral 1 y 25 de la Convención Americana sobre Derechos Humanos; 8o., 112, 127 y 128 de la Ley de los Trabajadores al Servicio del Estado de Tabasco; 11, 131 y 147 de la Ley Federal de los Trabajadores al Servicio del Estado; 782 de la Ley Federal del Trabajo; 4o., 79, 80 y 90 del Código Federal de Procedimientos Civiles, estos tres últimos ordenamientos de aplicación supletoria a la primera de las citadas leyes, se colige que toda persona tiene derecho a que se le administre justicia por tribunales que estarán expeditos para impartirla en los plazos y términos que fijen las leyes y, para cumplir con ese mandato constitucional, es necesario que los órganos jurisdiccionales cuenten con los apoyos técnicos y profesionales suficientes para garantizar que la impartición de justicia sea pronta, completa y gratuita. Con esa finalidad, el tribunal puede valerse de toda persona, sea parte o tercero, incluso de autoridades estatales, quienes están obligados en todo tiempo a prestar auxilio a los tribunales en la averiguación de la verdad, teniendo la facultad de compeler a aquéllas con los medios de apremio para que cumplan con esa obligación y, en caso de oposición, oirán las razones en que la funden y resolverán sin ulterior recurso. Luego, si el Tribunal de Conciliación y Arbitraje del Estado de Tabasco solicita el apoyo de la Fiscalía General de Justicia dentro de un juicio laboral y ésta es contumaz en brindarlo, aquél está facultado para imponerle como medida de apremio una multa.",
            "TERCER TRIBUNAL COLEGIADO DE CIRCUITO DEL CENTRO AUXILIAR DE LA DÉCIMA REGIÓN, CON RESIDENCIA EN SALTILLO, COAHUILA DE ZARAGOZA."
        ],
        "precedente": [
            "Amparo en revisión 41/2022 (cuaderno auxiliar 560/2022) del índice del Primer Tribunal Colegiado en Materia de Trabajo del Décimo Circuito, con apoyo del Tercer Tribunal Colegiado de Circuito del Centro Auxiliar de la Décima Región, con residencia en Saltillo, Coahuila de Zaragoza. 20 de octubre de 2022. Unanimidad de votos. Ponente: Hugo Alejandro Bermúdez Manrique. Secretario: César Cipriano Cerda Contreras."
        ]
    },
    {
        "registro_digital": "2026854",
        "epoca": "Undécima Época",
        "materias": "Laboral",
        "tesis": "XVII.1o.C.T.6 L (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "PERITOS EN CALIGRAFÍA, GRAFOSCOPIA Y DOCUMENTOSCOPIA. LOS DESIGNADOS EN LOS JUICIOS LABORALES DEBEN ACREDITAR QUE CUENTAN CON LA AUTORIZACIÓN QUE PARA TAL CASO EXPIDE LA DIRECCIÓN DE PROFESIONES DE LA SECRETARÍA DE EDUCACIÓN (LEGISLACIÓN DEL ESTADO DE CHIHUAHUA).",
        "contenido": [
            "Hechos: Un trabajador demandó su reinstalación y otras prestaciones accesorias en virtud del despido injustificado del que refirió fue objeto. La parte demandada negó el despido y exhibió una renuncia que adujo suscribió el actor; dicho documento fue objetado, para lo cual se ofreció la prueba pericial en grafoscopia y caligrafía. Los peritos del actor y tercero en discordia que acudieron al juicio se ostentaron con el carácter de licenciados en criminología; sin embargo, no justificaron tal calidad con el título profesional respectivo, ni exhibieron la autorización que para ello prevé la Ley de Profesiones para el Estado de Chihuahua.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que los peritos en caligrafía, grafoscopia y documentoscopia deben exhibir la documentación idónea que los avale para fungir con tal carácter en los juicios laborales tramitados ante la Junta Local de Conciliación y Arbitraje del Estado de Chihuahua, esto es: a) título y cédula, cuando se ostentan como licenciados en determinada materia; b) la autorización de pasante que expide la Dirección de Profesiones de la Secretaría de Educación del Estado de Chihuahua, para las personas cuya titulación se encuentra en trámite; y, c) la autorización prevista en el artículo 82, fracción XVI, de la citada ley, cuando acuden al juicio como peritos con conocimiento técnico.",
            "Justificación: El artículo 822 de la Ley Federal del Trabajo dispone que los peritos deben tener conocimiento en la ciencia, técnica o arte sobre el cual versa su dictamen; si la profesión o arte estuvieren legalmente reglamentados, deberán acreditar estar autorizados conforme a la ley; por tanto, en los juicios tramitados ante la justicia laboral local, la Junta debe verificar que los peritos designados en las materias de caligrafía, grafoscopia y documentoscopia cumplan con tales requisitos, pues de conformidad con los artículos 2, 3, 18, fracción VIII, 58, 63 y 82, fracción XVI, de la Ley de Profesiones para el Estado de Chihuahua, la Dirección Estatal de Profesiones debe extender la autorización para el ejercicio profesional de personas que aún no cuenten con el título y cédula profesionales, así como para el desempeño de actividades periciales específicas que no sean propias de las profesiones reguladas en dicha ley. En tal virtud, si de conformidad con la reglamentación señalada se requiere de un documento que contenga la autorización expresa de la Dirección Estatal de Profesiones para que las personas que aún no cuentan con su título puedan ejercer en determinada rama, y aquellas con conocimientos técnicos puedan desempeñar actividades periciales; entonces, los peritos designados en los juicios laborales para dictaminar en materias de caligrafía, grafoscopia y documentoscopia deben acreditar estar legalmente autorizados para tal efecto, exhibiendo alguna de las constancias antes descritas, pues de lo contrario se transgrede el artículo 822 de la legislación laboral y, con ello, se actualiza la violación al procedimiento a que alude el artículo 172, fracción III, de la Ley de Amparo.",
            "PRIMER TRIBUNAL COLEGIADO EN MATERIAS CIVIL Y DE TRABAJO DEL DÉCIMO SÉPTIMO CIRCUITO."
        ],
        "precedente": [
            "Amparo directo 289/2022. 22 de diciembre de 2022. Unanimidad de votos. Ponente: Arturo Alberto González Ferreiro. Secretaria: Karla Calderón Ortega."
        ]
    },
    {
        "registro_digital": "2026856",
        "epoca": "Undécima Época",
        "materias": "Administrativa",
        "tesis": "I.11o.A.34 A (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "PRESUNCIÓN DE TRANSMISIÓN INDEBIDA DE PÉRDIDAS FISCALES. FINALIDAD DEL PROCEDIMIENTO RELATIVO PREVISTO EN EL ARTÍCULO 69-B BIS DEL CÓDIGO FISCAL DE LA FEDERACIÓN.",
        "contenido": [
            "Hechos: El Servicio de Administración Tributaria (SAT) emitió un oficio mediante el cual ordenó la inclusión de un contribuyente en el listado previsto en el artículo 69-B Bis, párrafo noveno, del Código Fiscal de la Federación, al estimar que no desvirtuó el procedimiento de presunción de transmisión indebida de pérdidas fiscales. En su contra promovió juicio de amparo indirecto y al proveer sobre la suspensión provisional solicitada, el Juez de Distrito no se pronunció respecto de la ejecución y las consecuencias del oficio referido. Inconforme con esa determinación, la quejosa interpuso recurso de queja.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que la finalidad del procedimiento de presunción de transmisión indebida de pérdidas fiscales previsto en el artículo 69-B Bis del Código Fiscal de la Federación es tanto sancionar e inhibir prácticas de elusión fiscal realizadas por grupos de empresas mediante la generación de pérdidas y su aprovechamiento a través de reestructuras corporativas, como evitar un daño a la colectividad.",
            "Justificación: Lo anterior, porque de la exposición de motivos del Decreto por el que se reformaron y adicionaron diversas disposiciones del Código Fiscal de la Federación, de la Ley Aduanera, del Código Penal Federal y de la Ley Federal para Prevenir y Sancionar los Delitos Cometidos en Materia de Hidrocarburos, mediante el cual se adicionó el artículo 69-B Bis del código tributario federal, publicado el 1 de junio de 2018 en el Diario Oficial de la Federación, se advierte que el legislador centró su atención en desincentivar la realización de planeaciones fiscales y limitar la amortización de pérdidas por parte de los contribuyentes que realizan operaciones con partes relacionadas, así como combatir las actuaciones encaminadas a manipular o eludir el cumplimiento de las obligaciones tributarias por el propio contribuyente que generó la pérdida fiscal, o bien, por otros contribuyentes, tratándose de fusión o escisión, sin tener sustancia o razón de negocios.",
            "Además, de la interpretación del precepto 69-B Bis referido se colige que el procedimiento indicado tiene por objeto evitar un daño a la colectividad, pues con la publicación del listado de contribuyentes que no desvirtúan la presunción de transmisión indebida de pérdidas fiscales se garantiza su derecho a estar informada sobre la situación de los causantes que incurren en esas planeaciones de reestructuración tendientes a erosionar la base del impuesto sobre la renta, a fin de que los contribuyentes de ese grupo tengan conocimiento de que resultará improcedente la disminución de su pérdida fiscal y puedan autocorregirse, teniendo como beneficio la aplicación a las tasas de recargos por prórroga determinada en términos de la Ley de Ingresos de la Federación por el plazo correspondiente.",
            "DÉCIMO PRIMER TRIBUNAL COLEGIADO EN MATERIA ADMINISTRATIVA DEL PRIMER CIRCUITO."
        ],
        "precedente": [
            "Queja 256/2023. 12 de junio de 2023. Unanimidad de votos. Ponente: Paula María García Villegas Sánchez Cordero. Secretario: Salvador González Álvarez."
        ]
    },
    {
        "registro_digital": "2026857",
        "epoca": "Undécima Época",
        "materias": "Civil",
        "tesis": "IV.1o.C.1 C (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "PRIMERA NOTIFICACIÓN A UN TUTOR O TUTORA DE LA EXISTENCIA DE UN JUICIO INCOADO CONTRA SU PUPILO. DEBE OBSERVAR LAS MISMAS FORMALIDADES PREVISTAS POR LA LEY CIVIL PARA EL EMPLAZAMIENTO.",
        "contenido": [
            "Hechos: Durante la tramitación de un juicio civil en materia de reivindicación, uno de los codemandados sufrió una embolia cerebral que le incapacitó física y mentalmente; derivado de ello, una de las hijas promovió juicio para que se le reconociera el estado de interdicción de su padre, dentro del cual se le designó tutora provisional. Con ese carácter, en el juicio reivindicatorio se ordenó notificarle la continuación del procedimiento para que defendiera los derechos de su pupilo, lo cual se hizo por medio de instructivo. Seguido el procedimiento sin la comparecencia del demandado, se dictó sentencia definitiva condenatoria que luego se confirmó en segunda instancia. En etapa de ejecución, la tutora promovió juicio de amparo indirecto en el que reclamó la ilegalidad de aquella notificación y manifestó que en realidad nunca se enteró de la existencia del juicio. El Juez de Distrito concedió la protección constitucional al considerar que la primera notificación a la tutora debía colmar los requisitos del emplazamiento.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que a pesar de no tratarse de una diligencia de emplazamiento a juicio desde el punto de vista técnico, la primera notificación a un tutor o tutora para informarle la prosecución de una controversia de carácter judicial en la que interviene su pupilo, tiene las mismas consecuencias procesales y, por ende, en este caso deben observarse las mismas formalidades que para aquél prevé la ley civil.",
            "Justificación: Lo anterior, porque la jurisprudencia emitida por la Suprema Corte de Justicia de la Nación ha sostenido que las formalidades esenciales del procedimiento son necesarias para garantizar la defensa adecuada y que, dentro de ellas, la falta o el defectuoso emplazamiento a juicio constituye la violación procesal de mayor magnitud y de carácter más grave, dado su impacto y trascendencia en las demás formalidades, pues trasciende al derecho de defensa del afectado. En esa línea de pensamiento, este órgano colegiado considera legal el criterio asumido por el Juez de Distrito, porque el pleno respeto a los derechos humanos de la persona declarada en estado de interdicción supone otorgar a la tutora acceso pleno a la justicia, es decir, al expediente al cual aquélla no puede comparecer por sí misma en virtud de la discapacidad que padece y, por ello, debe hacerlo por conducto de otro. Ello se traduce en que la primera notificación al tutor o tutora designados, o sea, el primer acto jurídico por conducto del cual se entera de la existencia de un juicio incoado contra su pupilo, se convierte en el medio por el cual la persona discapacitada está en condiciones de ejercer plenamente su derecho de defensa y, al propio tiempo, se vincula a juicio al tutor, quien desde ese momento se encuentra sujeto a la potestad judicial con obligaciones procesales cuyo incumplimiento podría perjudicar al tutelado. Por ello, es jurídicamente necesario y razonable que la primera notificación satisfaga los mismos requisitos que los previstos por la legislación civil para el emplazamiento.",
            "PRIMER TRIBUNAL COLEGIADO EN MATERIA CIVIL DEL CUARTO CIRCUITO."
        ],
        "precedente": [
            "Amparo en revisión 225/2021. Alejandra Porras Loyola. 8 de diciembre de 2022. Unanimidad de votos. Ponente: Antonio Ceja Ochoa. Secretario: David Israel Domínguez."
        ]
    },
    {
        "registro_digital": "2026858",
        "epoca": "Undécima Época",
        "materias": "Penal",
        "tesis": "XVIII.3o.P.A.1 P (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "PRISIÓN PREVENTIVA. SU REVISIÓN ES DE OFICIO A LOS DOS AÑOS DE SU IMPOSICIÓN, EN TÉRMINOS DEL ARTÍCULO 20, APARTADO B, FRACCIÓN IX, DE LA CONSTITUCIÓN GENERAL.",
        "contenido": [
            "Hechos: Varias mujeres a quienes se les instruye una causa penal promovieron juicio de amparo indirecto contra la omisión de realizar una revisión periódica y oficiosa de la medida cautelar de prisión preventiva que les fue impuesta, al haber transcurrido más de dos años sin que les fuera dictada sentencia; al rendir su informe justificado, el Juez señalado como responsable refirió que le corresponde a las quejosas solicitarla; por tanto, al no desvirtuarse dicha circunstancia, el Juez de Distrito sobreseyó en el juicio por inexistencia del acto reclamado. Inconformes, interpusieron recurso de revisión.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que en términos del artículo 20, apartado B, fracción IX, de la Constitución General, la prisión preventiva debe revisarse de oficio a los dos años de su imposición.",
            "Justificación: Lo anterior, ya que el precepto constitucional referido no establece ninguna limitante al respecto, en cambio, determina de manera clara y precisa que la prisión preventiva no podrá exceder del tiempo que como máximo de pena fije la ley al delito que motivare el proceso y en ningún caso será superior a dos años, salvo que su prolongación se deba al ejercicio del derecho de defensa del imputado; luego, si cumplido ese lapso no se ha pronunciado sentencia, el imputado será puesto en libertad de inmediato mientras se sigue el proceso, sin que ello obste para imponer otras medidas cautelares. En ese sentido, fija un límite de duración de la prisión preventiva; en consecuencia, para respetarlo, su revisión debe ser oficiosa, ya que dicha medida es la más severa que se puede aplicar a una persona acusada de un delito; por ello, debe estar sometida a revisión periódica, de tal forma que no se prolongue de manera innecesaria. En consecuencia, del artículo 20, apartado B, fracción IX, constitucional, deriva una obligación para los juzgadores de llevar a cabo un examen oficioso de la razonabilidad de la prisión preventiva impuesta a una persona, en el entendido de que la procedencia y el análisis sobre la revisión de la medida no tienen el alcance de que el juzgador declare procedente, de facto o en automático, la sustitución, modificación o cese de la misma, sino que ello está sujeto a los parámetros normativos aplicables del Código Nacional de Procedimientos Penales (como la evaluación del riesgo que representa el imputado o inculpado) y el debate que sostengan las partes durante el desarrollo de la audiencia respectiva, en términos de los artículos 153 a 171 de dicho ordenamiento.",
            "TERCER TRIBUNAL COLEGIADO EN MATERIAS PENAL Y ADMINISTRATIVA DEL DÉCIMO OCTAVO CIRCUITO."
        ],
        "precedente": [
            "Amparo en revisión 321/2022. 13 de abril de 2023. Unanimidad de votos. Ponente: Yolanda Velázquez Rebollo. Secretaria: Yasmín Rivera Cortes."
        ]
    },
    {
        "registro_digital": "2026862",
        "epoca": "Undécima Época",
        "materias": "Administrativa",
        "tesis": "I.11o.A.36 A (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "RECURSO DE REVISIÓN FISCAL. CUANDO LA SENTENCIA RECURRIDA DECLARA LA NULIDAD LISA Y LLANA DE LA RESOLUCIÓN IMPUGNADA POR VICIOS DE FONDO, PERO ESTA DETERMINACIÓN SE SUSTENTA EN LA NULIDAD POR VICIOS FORMALES SOSTENIDA EN EL PROPIO FALLO, EL TRIBUNAL COLEGIADO DE CIRCUITO ESTÁ FACULTADO, DE MANERA EXCEPCIONAL, PARA EXAMINAR POR SUS PROPIOS MOTIVOS Y FUNDAMENTOS LOS AGRAVIOS VINCULADOS CON LAS VIOLACIONES DE FORMA [EXCEPCIÓN A LA REGLA ESTABLECIDA EN LA TESIS DE JURISPRUDENCIA 2a./J. 37/2014 (10a.)].",
        "contenido": [
            "Hechos: En un juicio contencioso administrativo la Sala del Tribunal Federal de Justicia Administrativa declaró la nulidad lisa y llana de la resolución impugnada por vicios de fondo y formales; sin embargo, la nulidad por vicios de fondo se edificó en la declarada por vicios de forma sostenida previamente en la propia sentencia, a saber, la omisión de la autoridad demandada de exhibir en el juicio de nulidad un acto administrativo emitido en el procedimiento con el que se encuentra estrechamente vinculada la resolución impugnada. Inconforme con esa determinación, la autoridad interpuso recurso de revisión fiscal, en el que formuló argumentos dirigidos a impugnar la actualización de los vicios de forma, esto es, que sí exhibió el acto relativo, así como los vinculados con los de fondo del asunto.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito establece que en los casos en que se declare la nulidad lisa y llana de una resolución administrativa por vicios de fondo, cuya piedra angular se edifique sobre la determinación de una violación de carácter formal sostenida en la misma sentencia, verbigracia, la omisión de la autoridad demandada de exhibir en el juicio de nulidad un acto administrativo emitido en el procedimiento con el que se encuentra estrechamente vinculada la resolución impugnada y a partir de tal premisa determine que esta última carece del requisito de debida fundamentación previsto en el artículo 16 de la Constitución General, si a través de los agravios formulados en el recurso de revisión fiscal se pretende demostrar que el acto mencionado sí se exhibió en la controversia, se actualiza una excepción a la regla establecida en la tesis de jurisprudencia 2a./J. 37/2014 (10a.) para examinarlos.",
            "Justificación: Lo anterior, porque aun cuando en la tesis de jurisprudencia 2a./J. 37/2014 (10a.), la Segunda Sala de la Suprema Corte de Justicia de la Nación sostuvo que, por regla general, cuando en la sentencia impugnada se declara la nulidad del acto impugnado por vicios formales y de fondo el Tribunal Colegiado de Circuito que conozca del recurso de revisión fiscal debe avocarse, exclusivamente, al estudio de los agravios encaminados a impugnar la actualización de los vicios de fondo y declarar inoperantes los referentes a los vicios formales; sin embargo, en los casos en que la determinación relativa a la nulidad lisa y llana decretada por vicios de fondo tiene una vinculación indisociable con la declaración de nulidad por vicios de forma sostenida previamente en la propia sentencia, el Tribunal Colegiado de Circuito que conozca del asunto está facultado, de manera excepcional, para examinar por sus propios fundamentos y motivos las razones del disenso vinculados a las violaciones de forma.",
            "DÉCIMO PRIMER TRIBUNAL COLEGIADO EN MATERIA ADMINISTRATIVA DEL PRIMER CIRCUITO."
        ],
        "precedente": [
            "Revisión administrativa (Ley Federal de Procedimiento Contencioso Administrativo) 836/2022. Administrador de lo Contencioso de Grandes Contribuyentes \"2\" de la Administración Central de lo Contencioso de Grandes Contribuyentes del Servicio de Administración Tributaria, en representación de la autoridad demandada y del Secretario de Hacienda y Crédito Público. 16 de mayo de 2023. Unanimidad de votos. Ponente: Paula María García Villegas Sánchez Cordero. Secretario: Salvador González Álvarez.",
            "Nota: La tesis de jurisprudencia 2a./J. 37/2014 (10a.), de título y subtítulo: \"REVISIÓN FISCAL. CUANDO LA SENTENCIA DEL TRIBUNAL FEDERAL DE JUSTICIA FISCAL Y ADMINISTRATIVA DECLARE LA NULIDAD DEL ACTO IMPUGNADO POR VICIOS DE FONDO Y DE FORMA, EL TRIBUNAL COLEGIADO DE CIRCUITO COMPETENTE SÓLO DEBE ESTUDIAR LOS AGRAVIOS VINCULADOS CON EL FONDO Y DECLARAR INOPERANTES LOS QUE ATAÑEN A LA FORMA.\" citada, aparece publicada en el Semanario Judicial de la Federación del viernes 23 de mayo de 2014 a las 10:06 horas y en la Gaceta del Semanario Judicial de la Federación, Décima Época, Libro 6, Tomo II, mayo de 2014, página 1006, con número de registro digital: 2006487."
        ]
    },
    {
        "registro_digital": "2026865",
        "epoca": "Undécima Época",
        "materias": "Común",
        "tesis": "IX.2o.C.A.4 K (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "REPRESENTANTE ESPECIAL DE LAS PERSONAS MENORES DE EDAD EN EL JUICIO DE AMPARO INDIRECTO. LA VISTA QUE DEBE DÁRSELE CON LA REVISIÓN INTERPUESTA POR LA REPRESENTANTE ORIGINARIA Y EL REQUERIMIENTO PARA QUE MANIFIESTE LAS RAZONES POR LAS CUALES NO PRESENTÓ DICHO RECURSO, CONSTITUYE UNA OBLIGACIÓN QUE RECAE EN LOS JUECES DE DISTRITO, CUYA OMISIÓN AMERITA LA REPOSICIÓN DEL PROCEDIMIENTO.",
        "contenido": [
            "Hechos: En el juicio de amparo indirecto promovido por el representante originario de la persona menor de edad, el Juez de Distrito le designó a ésta un representante especial de tipo coadyuvante que le asegurara el ejercicio efectivo de sus derechos sustanciales y procesales en dicha instancia judicial, como una medida de protección reforzada ante el conflicto de intereses entre los representantes originarios; una vez que el Juez de Distrito dictó sentencia, el representante originario interpuso recurso de revisión en el que el Tribunal Colegiado de Circuito advirtió que no se acató lo dispuesto en la tesis de jurisprudencia 1a./J. 88/2022 (11a.), de rubro: \"REPRESENTACIÓN DE LAS PERSONAS MENORES DE EDAD EN EL JUICIO DE AMPARO Y EN EL RECURSO DE REVISIÓN. POR REGLA GENERAL CARECEN DE LEGITIMACIÓN PARA EJERCERLA QUIENES TIENEN LA PATRIA POTESTAD O TUTELA CUANDO SE HAYA DESIGNADO UNA REPRESENTACIÓN ESPECIAL, EN TÉRMINOS DEL ARTÍCULO 8o. DE LA LEY DE AMPARO, DERIVADO DE LA EXISTENCIA DE UN CONFLICTO DE INTERÉS.\", toda vez que no se dio vista al representante especial de la persona menor de edad con la revisión interpuesta ni se le requirió para que manifestara por qué no interpuso dicho recurso.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que tratándose del representante especial de las personas menores de edad en el juicio de amparo indirecto, la vista que debe dársele con la revisión interpuesta por la representante originaria y el requerimiento para que manifieste las razones por las cuales no presentó dicho recurso, constituye una obligación de los Jueces de Distrito, cuya omisión amerita la reposición del procedimiento.",
            "Justificación: Lo anterior es así, porque la violación se cometió en el Juzgado de Distrito y no en el Tribunal Colegiado de Circuito, específicamente en la fase impugnativa del juicio de amparo indirecto a que se refiere el artículo 81 de la Ley de Amparo, en la que el Juez de Distrito, después de recibir el recurso de revisión interpuesto por el representante originario de la persona menor de edad, debe distribuir entre las partes las copias del escrito de agravios y, a su vez, requerir al representante especial para que exponga las razones por las cuales no presentó dicho recurso, hecho lo cual, integrado debidamente el expediente con lo manifestado por la representación especial, remitir el original del escrito de agravios y el cuaderno principal al tribunal revisor que corresponda. Así, en lo que atañe al Tribunal Colegiado de Circuito, al resolver la revisión sometida a su consideración, en vista de lo que haya manifestado la representación especial, así como de un examen preliminar de la sentencia de amparo y de los agravios formulados en la revisión, habrá de abocarse a determinar si prevalece o no un auténtico conflicto de intereses entre lo que pretende la representación legítima con dicho recurso y el interés superior de la persona menor de edad involucrada, con el propósito de proteger los derechos de ésta en forma reforzada, estableciendo si es el caso de remover la representación especial y reconocer de nuevo la originaria, para favorecer el conocimiento del recurso.",
            "SEGUNDO TRIBUNAL COLEGIADO EN MATERIAS CIVIL Y ADMINISTRATIVA DEL NOVENO CIRCUITO."
        ],
        "precedente": [
            "Incidente de suspensión (revisión) 260/2022. 12 de enero de 2023. Mayoría de votos. Disidente: Mario César Flores Muñoz. Ponente: Guillermo Esparza Alfaro. Secretario: Alejandro Lemus Pérez.",
            "Amparo en revisión 108/2022. 19 de enero de 2023. Mayoría de votos. Disidente: Mario César Flores Muñoz. Ponente: Guillermo Esparza Alfaro. Secretario: Alejandro Lemus Pérez.",
            "Amparo en revisión 284/2022. 26 de enero de 2023. Mayoría de votos. Disidente: Mario César Flores Muñoz. Ponente: Hanz Eduardo López Muñoz. Secretaria: Carolina Llerenas Sánchez.",
            "Amparo en revisión 170/2022. 26 de enero de 2023. Mayoría de votos. Disidente: Mario César Flores Muñoz. Ponente: Guillermo Esparza Alfaro. Secretario: Alejandro Lemus Pérez.",
            "Nota: La tesis de jurisprudencia 1a./J. 88/2022 (11a.) citada, aparece publicada en el Semanario Judicial de la Federación del viernes 2 de septiembre de 2022 a las 10:11 horas y en la Gaceta del Semanario Judicial de la Federación, Undécima Época, Libro 17, Tomo III, septiembre de 2022, página 2862, con número de registro digital: 2025200."
        ]
    },
    {
        "registro_digital": "2026867",
        "epoca": "Undécima Época",
        "materias": "Común",
        "tesis": "I.11o.A.35 A (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "SUPLENCIA DE LA QUEJA DEFICIENTE EN EL JUICIO DE AMPARO DIRECTO. PROCEDE EN TÉRMINOS DEL ARTÍCULO 79, FRACCIÓN VI, DE LA LEY DE LA MATERIA EN FAVOR DE QUIEN EN EL JUICIO CONTENCIOSO ADMINISTRATIVO DEMANDÓ LA NULIDAD DE UNA MULTA IMPUESTA POR LA PROCURADURÍA FEDERAL DEL CONSUMIDOR (PROFECO), CUANDO EN EL EXPEDIENTE DEL PROCEDIMIENTO ADMINISTRATIVO DE ORIGEN NO OBRE CONSTANCIA DE SU NOTIFICACIÓN PERSONAL A LA AUDIENCIA DE CONCILIACIÓN A LA CUAL NO COMPARECIÓ Y ELLO TRAJO CONSIGO LA SANCIÓN IMPUGNADA.",
        "contenido": [
            "Hechos: En un juicio contencioso administrativo la actora (proveedora) demandó la nulidad de la resolución dictada por la Procuraduría Federal del Consumidor (Profeco) en un procedimiento administrativo de conciliación mediante la cual se le hizo efectivo el apercibimiento de multa decretado por no acudir a la audiencia de conciliación. La Sala del Tribunal Federal de Justicia Administrativa reconoció su validez; inconforme con esa determinación, aquélla promovió juicio de amparo directo, sin que de autos se advierta constancia de notificación alguna a dicha audiencia.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que de conformidad con el artículo 79, fracción VI, de la Ley de Amparo, procede suplir la queja deficiente en favor de la persona que en el juicio contencioso administrativo demandó la nulidad de una multa impuesta por la Procuraduría Federal del Consumidor, cuando en el expediente del procedimiento administrativo de origen no obre constancia de su notificación personal a la audiencia de conciliación a la cual no compareció y ello trajo consigo la sanción impugnada, pues tal circunstancia constituye una violación manifiesta a la ley que la deja sin defensa.",
            "Justificación: Lo anterior, porque del artículo 104 de la Ley Federal de Protección al Consumidor se colige que se notificarán personalmente los acuerdos que impongan una medida de apremio o una sanción. Ahora, si bien por regla general las notificaciones personales de las resoluciones que se emiten en los procedimientos administrativos tramitados ante la Procuraduría Federal del Consumidor deben practicarse conforme a las formalidades establecidas en los artículos 35 y 36 de la Ley Federal de Procedimiento Administrativo, lo cierto es que por disposición expresa del precepto 104, párrafo cuarto, referido, las notificaciones realizadas con quien deban entenderse en términos de su párrafo tercero serán válidas aun cuando no se hubieren podido efectuar en el domicilio respectivo, siempre que se practiquen a la persona con quien deban entenderse.",
            "Sin embargo, en los casos en que de los autos del juicio de nulidad no se advierta la existencia de la constancia de notificación relativa a la audiencia de conciliación respectiva en la que se apercibió con multa a la parte requerida, procede suplir la queja deficiente en favor de la quejosa, dado que tal circunstancia viola en su perjuicio el artículo 104, fracciones II y IV, de la ley de la procuraduría señalada y los diversos 35 y 36 citados, dejándola en estado de indefensión.",
            "DÉCIMO PRIMER TRIBUNAL COLEGIADO EN MATERIA ADMINISTRATIVA DEL PRIMER CIRCUITO."
        ],
        "precedente": [
            "Amparo directo 309/2022. 14 de abril de 2023. Unanimidad de votos. Ponente: Paula María García Villegas Sánchez Cordero. Secretario: Salvador González Álvarez."
        ]
    },
    {
        "registro_digital": "2026870",
        "epoca": "Undécima Época",
        "materias": "Común",
        "tesis": "II.3o.P.53 P (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "SUSPENSIÓN PROVISIONAL EN EL JUICIO DE AMPARO INDIRECTO. DEBE NEGARSE CONTRA EL DESECHAMIENTO DE PLANO DE LA SOLICITUD DEL IMPUTADO DE REALIZAR UNA AUDIENCIA DE REVISIÓN DE MEDIDAS CAUTELARES PARA QUE SE LE APLIQUE LA JURISPRUDENCIA DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS, RELACIONADA CON LA INCONVENCIONALIDAD DE LA PRISIÓN PREVENTIVA OFICIOSA, AL SER UN ACTO DE NATURALEZA DECLARATIVA, CON EFECTOS NEGATIVOS.",
        "contenido": [
            "Hechos: En un juicio de amparo indirecto el Juez de Distrito negó la suspensión provisional del acto reclamado, consistente en el acuerdo del Juez de Control que desechó de plano la petición del imputado de realizar una audiencia de revisión de medidas cautelares para que le fuera aplicada la jurisprudencia de la Corte Interamericana de Derechos Humanos, relacionada con la inconvencionalidad de la prisión preventiva oficiosa (Caso García Rodríguez y otro Vs. México), al considerar que se trata de un acto de naturaleza declarativa, con efectos negativos; inconforme, interpuso recurso de queja.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que debe negarse la suspensión provisional en el juicio de amparo indirecto contra el desechamiento de plano de la solicitud del imputado de realizar una audiencia de revisión de medidas cautelares para que se le aplique la sentencia internacional mencionada, pues ese acto es solamente declarativo, con efectos negativos y, por tanto, no conlleva algún acto de ejecución que amerite ser suspendido.",
            "Justificación: El acto reclamado es meramente declarativo, con efectos negativos, ya que únicamente se desechó de plano la solicitud de audiencia de revisión de medidas cautelares, en la que el imputado pretende que se le aplique la jurisprudencia interamericana relacionada con la inconvencionalidad de la prisión preventiva oficiosa. Por tanto, establecer si es procedente o no la aplicación de la jurisprudencia que precisa es un tema a dilucidarse en el juicio de amparo principal, una vez que se cuente con el informe justificado y con las constancias respectivas y no por medio de la suspensión provisional, ya que ello agotaría la materia del juicio de amparo, pues la finalidad de dicha medida cautelar, de carácter instrumental, es que se conserve la materia de la acción constitucional hasta la terminación del juicio, impidiendo que el acto se consume de forma irreparable, y no restituir al quejoso en el derecho que estima vulnerado. Sin que sean aplicables en el caso la apariencia del buen derecho y el peligro en la demora, ya que hasta este momento procesal no es posible anticipar que el acto reclamado sea inconstitucional o inconvencional, toda vez que al ser de carácter jurisdiccional, para que el Juez de Distrito pueda emitir un pronunciamiento de la apariencia del buen derecho, es indispensable conocer las razones y motivos que condujeron a la autoridad responsable a decidir en el sentido que lo hizo. Ello es así, porque formalmente el acto reclamado no es violatorio de los derechos fundamentales que consagra la Constitución General, ya que no corresponde a los expresamente prohibidos en el primer párrafo de su artículo 22. En efecto, al ser un acto emitido en un procedimiento jurisdiccional, no es posible establecer en un primer momento que sea inconstitucional o inconvencional per se o de forma automática. Además, si bien la modificación en la medida cautelar de prisión preventiva se encuentra establecida en los artículos 154, 161 a 163, 165, 167, párrafo primero y 171 del Código Nacional de Procedimientos Penales, lo cierto es que la actividad jurisdiccional es propia de la autoridad de instancia y no de un órgano de control constitucional; de modo que conceder la suspensión como lo pretende el recurrente, vulneraría dos principios que la rigen, a saber: 1) la autoridad constitucional se sustituiría en funciones que corresponden a órganos de justicia ordinaria; y, 2) la suspensión agotaría la materia del juicio principal.",
            "TERCER TRIBUNAL COLEGIADO EN MATERIA PENAL DEL SEGUNDO CIRCUITO."
        ],
        "precedente": [
            "Queja 84/2023. 21 de abril de 2023. Unanimidad de votos. Ponente: Óscar Vázquez Ortiz, secretario de tribunal en funciones de Magistrado. Secretario: Ricardo Ilhuicamina Romero Mendoza."
        ]
    },
    {
        "registro_digital": "2026871",
        "epoca": "Undécima Época",
        "materias": "Común",
        "tesis": "I.11o.A.33 A (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "SUSPENSIÓN PROVISIONAL EN EL JUICIO DE AMPARO INDIRECTO. ES IMPROCEDENTE CONCEDERLA CONTRA LOS EFECTOS Y CONSECUENCIAS DE LA RESOLUCIÓN MEDIANTE LA CUAL SE DETERMINA QUE EL CONTRIBUYENTE NO DESVIRTUÓ EL PROCEDIMIENTO DE PRESUNCIÓN DE TRANSMISIÓN INDEBIDA DE PÉRDIDAS FISCALES PREVISTO EN EL ARTÍCULO 69-B BIS DEL CÓDIGO FISCAL DE LA FEDERACIÓN.",
        "contenido": [
            "Hechos: El Servicio de Administración Tributaria (SAT) emitió un oficio mediante el cual ordenó la inclusión de un contribuyente en el listado previsto en el artículo 69-B Bis, párrafo noveno, del Código Fiscal de la Federación, al estimar que no desvirtuó el procedimiento de presunción de transmisión indebida de pérdidas fiscales. En su contra promovió juicio de amparo indirecto y al proveer sobre la suspensión provisional solicitada, el Juez de Distrito no se pronunció respecto de la ejecución y las consecuencias del oficio referido. Inconforme con esa determinación, la quejosa interpuso recurso de queja.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito establece que es improcedente conceder la suspensión provisional en el juicio de amparo indirecto contra los efectos y las consecuencias de la resolución mediante la cual la autoridad hacendaria determina que el contribuyente no desvirtuó la presunción de transmitir indebidamente pérdidas fiscales, consistentes en incluirlo en el listado previsto en el noveno párrafo del artículo 69-B Bis del Código Fiscal de la Federación.",
            "Justificación: Lo anterior es así, porque el procedimiento previsto en el precepto 69-B Bis del código referido tiene por objeto sancionar e inhibir prácticas de elusión fiscal realizadas por grupos de empresas mediante la generación de pérdidas y su aprovechamiento a través de reestructuras corporativas; de ahí que conceder la medida cautelar solicitada por la quejosa afectaría el interés social y contravendría disposiciones de orden público, acorde con los artículos 128, fracción II y 129 de la Ley de Amparo, pues la sociedad tiene interés en que desaparezcan esas prácticas, las cuales generan una afectación enorme a la recaudación social. Además, conceder la suspensión generaría ilusoriamente la creencia de que la quejosa desvirtuó la transmisión indebida del derecho a disminuir pérdidas fiscales, lo cual podría resultar no ser cierto y, por ende, tendría como consecuencia un daño a la sociedad, pues la actividad irregular que se pretende inhibir no cesaría y propiciaría la incertidumbre de los contribuyentes relacionados con el investigado, quienes incluso perderían la oportunidad de corregir su situación tributaria.",
            "DÉCIMO PRIMER TRIBUNAL COLEGIADO EN MATERIA ADMINISTRATIVA DEL PRIMER CIRCUITO."
        ],
        "precedente": [
            "Queja 256/2023. 12 de junio de 2023. Unanimidad de votos. Ponente: Paula María García Villegas Sánchez Cordero. Secretario: Salvador González Álvarez."
        ]
    },
    {
        "registro_digital": "2026873",
        "epoca": "Undécima Época",
        "materias": "Penal",
        "tesis": "XXVI.2o.1 P (11a.)",
        "instancia": "Tribunales Colegiados de Circuito",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "VIOLENCIA FAMILIAR. SI LA IMPUTADA ES MUJER, LA VÍCTIMA SU HIJA MENOR DE EDAD Y EXISTEN INDICIOS DE QUE PUDIERA ENCONTRARSE EN UNA SITUACIÓN DE VULNERABILIDAD POR RAZÓN DE GÉNERO QUE LE HIZO CREER QUE SU ACTUAR ESTABA JUSTIFICADO (COMO MÉTODO DISCIPLINARIO), EL JUEZ DEBE RECABAR Y ORDENAR LAS PRUEBAS PERTINENTES PARA ESCLARECER SI REALIZÓ LA ACCIÓN BAJO UN ERROR DE PROHIBICIÓN INVENCIBLE, COMO CAUSA DE INCULPABILIDAD.",
        "contenido": [
            "Hechos: Una mujer (mamá soltera, dedicada a las labores del hogar y sin ingresos) fue sentenciada por el delito de violencia familiar en agravio de su hija menor de edad y sancionada con pena privativa de la libertad, sin beneficios, porque la maltrató físicamente en dos ocasiones (golpes en diferentes partes del cuerpo con diversos objetos); razón por la cual, la víctima y su hermano también infante, quienes están al cuidado de la sentenciada, serán separados de ella al estar privada de la libertad.",
            "Criterio jurídico: Este Tribunal Colegiado de Circuito determina que es deber de las personas juzgadoras recabar y ordenar las pruebas pertinentes para esclarecer si la imputada realizó la acción bajo un error de prohibición invencible, como causa de inculpabilidad, respecto a la ilicitud de la conducta, en casos que existan indicios de un contexto de vulnerabilidad por razón de género que le permitió creer que su actuar estaba justificado.",
            "Justificación: El derecho humano de acceso a la justicia en igualdad de condiciones y bajo un método de juzgar con perspectiva de género deriva de los artículos 1o. y 4o., párrafo primero, de la Constitución General, el cual ha desarrollado la Primera Sala de la Suprema Corte de Justicia de la Nación en las tesis de jurisprudencia 1a./J. 22/2016 (10a.) y aislada 1a. XXVII/2017 (10a.). En ese sentido, ha precisado que las personas juzgadoras deben recabar pruebas de oficio para aclarar la situación de vulnerabilidad o desventaja por razones de género de las partes en controversia ya que, de detectarse, sería posible evaluar el impacto diferenciado de la solución propuesta para buscar una resolución justa e igualitaria de acuerdo al contexto de desigualdad por condiciones de género. Sobre esa base, tratándose del delito de violencia familiar por el que una mujer es sentenciada con pena privativa de la libertad, sin beneficios, porque maltrató físicamente en dos ocasiones y sin gravedad a su hija, quien junto con su hermano menor de edad será separada de la madre con motivo de la pena de prisión, resulta necesario recabar pruebas que pudieran demostrar su situación de desventaja de la que le surja su creencia, alegada por la defensa, en el sentido de que el maltrato físico a su hija, sin gravedad, para corregirla, estaba justificado; creencia que podría surgir de su situación particular como mujer, en razón de que fue madre adolescente, se encargaba de la crianza de su hija víctima, dedicándose a las labores del hogar, sin ingresos y con otro hijo infante, con antecedentes que no le hayan permitido ejercer correctamente su maternidad, en un contexto en el que veía normalizado y aceptado el maltratar físicamente a los infantes, sin gravedad, como correctivo disciplinario; lo cual podría ser revelador de la actualización de un error de prohibición invencible, como causa de inculpabilidad respecto a la ilicitud de la conducta, acorde con el artículo 31, fracción V, inciso b), del Código Penal para el Estado de Baja California Sur, ya que la Primera Sala de la Suprema Corte de Justicia de la Nación, en la tesis aislada 1a. XLIX/2020 (10a.), destacó la problemática sobre el castigo corporal y los tratos crueles y degradantes a niñas, niños y adolescentes, particularmente en México, donde históricamente se ha normalizado y aceptado tanto en los ámbitos familiares como de educación y readaptación de la infancia, lo que ha tenido consecuencias directas en la forma de asimilar la violencia que se vive en este país; máxime si existen indicios de que la inculpada pudo pensar que no sería judicializada, por sentido común, influenciada por sus condiciones particulares y relativas a su contexto que, se insiste, debieron indagarse. Es así, porque la Observación General No. 8 del Comité de los Derechos del Niño indica que el principio de protección de los niños contra la agresión, incluida la que tiene lugar en la familia, no significa que todos los casos que salgan a la luz de castigo corporal de los niños por sus padres tengan que traducirse en el enjuiciamiento de éstos, pues atendiendo al principio de minimis, el cual garantiza que las agresiones leves entre los adultos sólo lleguen a los tribunales en circunstancias excepcionales, también aplica para las agresiones de menor cuantía a los niños, porque además la situación de dependencia de los niños y la intimidad característica de las relaciones familiares, exigen que las decisiones de enjuiciar a los padres o de intervenir oficialmente de otra manera en la familia deban tomarse con extremo cuidado, pues en la mayoría de los casos no es probable que redunden en el interés superior de los hijos.",
            "SEGUNDO TRIBUNAL COLEGIADO DEL VIGÉSIMO SEXTO CIRCUITO."
        ],
        "precedente": [
            "Amparo directo 109/2023. 16 de marzo de 2023. Mayoría de votos. Disidente: Edgar Rafael Juárez Amador. Ponente: J. Jesús López Arias. Secretario: Edwin Jahaziel Romero Medina.",
            "Nota: Las tesis de jurisprudencia 1a./J. 22/2016 (10a.) y aisladas 1a. XXVII/2017 (10a.) y 1a. XLIX/2020 (10a.), de títulos y subtítulos: \"ACCESO A LA JUSTICIA EN CONDICIONES DE IGUALDAD. ELEMENTOS PARA JUZGAR CON PERSPECTIVA DE GÉNERO.\", \"JUZGAR CON PERSPECTIVA DE GÉNERO. CONCEPTO, APLICABILIDAD Y METODOLOGÍA PARA CUMPLIR DICHA OBLIGACIÓN.\" y \"CASTIGO CORPORAL COMO MÉTODO DE DISCIPLINA. LOS MALTRATOS Y AGRESIONES FÍSICAS CONTRA MENORES DE EDAD, SEAN LEVES, MODERADOS O GRAVES, SON CONTRARIOS A SU DIGNIDAD HUMANA Y VULNERAN SU DERECHO A LA INTEGRIDAD PERSONAL.\" citadas, aparecen publicadas en el Semanario Judicial de la Federación de los viernes 15 de abril de 2016 a las 10:30 horas, 10 de marzo de 2017 a las 10:13 horas y 27 de noviembre de 2020 a las 10:38 horas y en la Gaceta del Semanario Judicial de la Federación, Décima Época, Libros 29, Tomo II, abril de 2016, página 836; 40, Tomo I, marzo de 2017, página 443 y 80, Tomo I, noviembre de 2020, página 941, con números de registro digital: 2011430, 2013866 y 2022436, respectivamente."
        ]
    },
    {
        "registro_digital": "2026831",
        "epoca": "Undécima Época",
        "materias": "Común, Penal",
        "tesis": "PR.P.CS. J/2 P (11a.)",
        "instancia": "Plenos Regionales",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "AMPLIACIÓN DE LA DEMANDA DE AMPARO INDIRECTO. ES IMPROCEDENTE RESPECTO DE UNA ORDEN DE REAPREHENSIÓN QUE NO EXISTÍA AL MOMENTO DE LA PRESENTACIÓN DEL ESCRITO INICIAL.",
        "contenido": [
            "Hechos: Dos Tribunales Colegiados de Circuito llegaron a posturas discrepantes al resolver recursos de revisión, con relación a si es procedente la ampliación de la demanda respecto de una orden de reaprehensión que no existía al momento de la presentación del escrito inicial, pero que se emitió durante el trámite del juicio de amparo indirecto. Uno de los tribunales estimó que la ampliación era procedente, lo que provocaba que el análisis de los actos reclamados, incluida su certeza, debía partir de lo establecido tanto en el escrito inicial, como en el de ampliación; el otro órgano judicial consideró que cuando se promueve juicio de amparo indirecto contra una orden de reaprehensión y la demanda de amparo se presenta con anterioridad a la emisión de la orden de captura, es inexistente el acto reclamado y debe sobreseerse en el juicio, aun cuando en el trámite del juicio de amparo la autoridad responsable acepte la existencia de la orden combatida, sin que sea procedente que el Juez de Distrito prevenga al quejoso para que amplíe su demanda inicial respecto de la diversa orden dictada durante el trámite del juicio de amparo, porque no se satisface el requisito de procedencia de la ampliación de la demanda, previsto en el artículo 111, fracción II, de la Ley de Amparo.",
            "Criterio jurídico: El Pleno Regional en Materia Penal de la Región Centro-Sur, con residencia en San Andrés Cholula, Puebla, considera que no procede la ampliación de la demanda de amparo indirecto respecto de una orden de reaprehensión que no existía al momento de la presentación del escrito inicial de demanda, toda vez que no se satisfacen los requisitos previstos en el artículo 111 de la Ley de Amparo.",
            "Justificación: No procede la ampliación de la demanda de amparo indirecto respecto de una orden de reaprehensión que se emita durante el trámite del juicio de amparo, que no existía al momento de la presentación del escrito inicial, al no actualizarse los supuestos previstos en el artículo 111 de la Ley de Amparo, toda vez que la fracción I, solamente se refiere a complementar argumentos o aspectos relacionados con el o los actos inicialmente reclamados; y, por lo que hace a la fracción II, no se cumple con el requisito relativo a que el nuevo acto guarde estrecha relación con los reclamados inicialmente, pues una orden de reaprehensión que se emita durante el trámite del juicio de amparo no puede guardar conexidad sustancial con un acto que no existía al momento de la presentación de la demanda, en virtud de que este último carece de vida jurídica, no tiene sustancia ni particularidades, ni puede afirmarse que derive de hechos concretos y, por ende, no aporta elemento alguno de identificación que pueda interconectarse con el acto novedoso; sin que ello coloque en estado de indefensión a la parte quejosa, pues podrá tener conocimiento de la emisión de esta orden de captura a través de los informes justificados, con lo que estará en posibilidad de promover una nueva acción constitucional; y en caso de que promueva ampliación de la demanda, el juzgador de amparo no podrá desechar la solicitud, sino que estará obligado a enviar el escrito de ampliación a la oficina de correspondencia común que corresponda, para que la tramite como una demanda independiente.",
            "PLENO REGIONAL EN MATERIA PENAL DE LA REGIÓN CENTRO-SUR, CON RESIDENCIA EN SAN ANDRÉS CHOLULA, PUEBLA."
        ],
        "precedente": [
            "Contradicción de criterios 12/2023. Entre los sustentados por el Primer Tribunal Colegiado en Materias Penal y Civil del Vigésimo Circuito y el Segundo Tribunal Colegiado de Circuito del Centro Auxiliar de la Cuarta Región, con residencia en Xalapa, Veracruz, en auxilio del entonces Primer Tribunal Colegiado en Materias Penal y Trabajo del Séptimo Circuito, actual Primer Tribunal Colegiado en Materia Penal del Séptimo Circuito. 18 de mayo de 2023. Mayoría de dos votos de la Magistrada Carla Isselin Talavera y del Magistrado Jesús Rafael Aragón. Disidente: Magistrado Salvador Castillo Garrido (presidente), quien formuló voto particular. Ponente: Magistrada Carla Isselin Talavera. Secretario: Rolando Hernández Hernández.",
            "Tesis y criterios contendientes:",
            "El Tribunal Colegiado de Circuito del Centro Auxiliar de la Cuarta Región con, residencia en Xalapa, Veracruz de Ignacio de la Llave, al resolver el amparo en revisión 106/2010 (cuaderno auxiliar 655/2010), del cual derivó la tesis aislada VII.2o.(IV Región) 6 P, de rubro: \"ORDEN DE REAPREHENSIÓN. SI ES DE FECHA POSTERIOR A LA PRESENTACIÓN DE LA DEMANDA DE AMPARO NO DEBE SOBRESEERSE EN EL JUICIO POR INEXISTENCIA DEL ACTO RECLAMADO, SI EN LA MISMA FECHA DE EMISIÓN DE RECAPTURA EL QUEJOSO AMPLÍA LA DEMANDA PARA SEÑALAR NUEVAS AUTORIDADES RESPONSABLES.\", publicada en el Semanario Judicial de la Federación y su Gaceta, Novena Época, Tomo XXXIII, febrero de 2011, página 2357, con número de registro digital: 162780; y,",
            "El sustentado por el Primer Tribunal Colegiado en Materias Penal y Civil del Vigésimo Circuito, al resolver el amparo en revisión 148/2022."
        ]
    },
    {
        "registro_digital": "2026845",
        "epoca": "Undécima Época",
        "materias": "Penal",
        "tesis": "PR.P.CS. J/4 P (11a.)",
        "instancia": "Plenos Regionales",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "IMPEDIMENTO. NO SE ACTUALIZA EL ELEMENTO OBJETIVO QUE IMPLIQUE RIESGO DE PÉRDIDA DE IMPARCIALIDAD PREVISTO EN EL ARTÍCULO 51, FRACCIÓN VIII, DE LA LEY DE AMPARO, CUANDO EL JUEZ DE DISTRITO MANIFIESTE QUE ANTE ÉL SE TRAMITA UNA DIVERSA CAUSA PENAL CONTRA LOS QUEJOSOS.",
        "contenido": [
            "Hechos: Un Tribunal Colegiado de Circuito estimó que no era causa de impedimento la manifestación del Juez de Distrito en el sentido de que le generaba predisposición que en el órgano jurisdiccional a su cargo, se instruía una causa penal a los quejosos que promovieron ante él un juicio de amparo, pues de ésta no se advertía un elemento objetivo del que pudiera derivar riesgo de la pérdida de imparcialidad; sin embargo, otro Tribunal Colegiado consideró que bastaba la aseveración contundente del funcionario judicial en ese sentido, de la que se advirtieran elementos objetivos para acoger la excusa planteada.",
            "Criterio jurídico: El Pleno Regional en Materia Penal de la Región Centro-Sur, con residencia en San Andrés Cholula Puebla, determina que la doble función del Juez de Distrito como Juez de instancia y Juez de amparo, no genera por sí misma el riesgo de pérdida de imparcialidad para conocer de un juicio de amparo incoado por una persona, en contra de la que, en el mismo juzgado, se tramita una causa penal diversa a la en que tiene su origen el acto reclamado; en virtud de que se trata de distintas instancias que se regulan con diferente legislación, lo que no permite vislumbrar, por sí, que el juzgador no valorará desde el plano de control constitucional la actuación de la autoridad señalada como responsable, sobre todo cuando el juzgador no forma parte de la relación jurídico-procesal en el juicio de instancia de donde deriva el acto reclamado, o bien, que le asiste el carácter de autoridad responsable.",
            "Justificación: El artículo 51, fracción VIII, de la Ley de Amparo, indica que los elementos objetivos implicados que se invoquen como causa de impedimento, deben ser reales, distintos a los hechos o razones manifestados, pues precisamente son los que deben generar la apreciación de riesgo de imparcialidad, no la situación en sí, es decir, la hipótesis no consiste simplemente en un temor, especulación, presunción o sospecha en el sentido de que el juzgador tiene un interés personal de favorecer indebidamente a una de las partes, sino que es necesario partir de datos concretos que permitan concluir que el Juez, quien dictará sentencia en el juicio de amparo indirecto, comparte alguno de los intereses en conflicto, o bien, que exista ánimo en su persona de emitir sentencia, apartado de las constancias de autos. Además, conforme a lo regulado por la Ley Orgánica del Poder Judicial de la Federación, existirán Circuitos judiciales donde algunos Jueces de Distrito podrán tener la dualidad de conocer tanto juicios de amparo como de procesos penales federales, es decir, se les encomienda una doble función: por una parte, actúan como Juez constitucional y, otras tantas, como Juez de instrucción. Así, en su carácter de Juez constitucional se encargan de la tramitación y resolución de los juicios de amparo y como Juez de instrucción de los procesos federales, sin que ello implique que por conocer de asuntos de procesos penales se pueda inferir que se vea mermada su imparcialidad para conocer de juicios de amparo, debido a que se trata de distintas instancias que se regulan por diferente legislación, lo que no permite vislumbrar por sí que el juzgador no valorará desde el plano de control constitucional la actuación de la autoridad señalada como responsable.",
            "PLENO REGIONAL EN MATERIA PENAL DE LA REGIÓN CENTRO-SUR, CON RESIDENCIA EN SAN ANDRÉS CHOLULA, PUEBLA."
        ],
        "precedente": [
            "Contradicción de criterios 15/2023. Entre los sustentados por los Tribunales Colegiados Primero y Segundo, ambos en Materias Penal y Administrativa del Vigésimo Primer Circuito. 1 de junio de 2023. Mayoría de dos votos de la Magistrada Carla Isselin Talavera y del Magistrado Jesús Rafael Aragón. Disidente: Magistrado Salvador Castillo Garrido (presidente), quien formuló voto particular. Ponente: Magistrado Jesús Rafael Aragón. Secretario: Ricardo Javier Olivera Merlín.",
            "Criterios contendientes:",
            "El sustentado por el Primer Tribunal Colegiado en Materias Penal y Administrativa del Vigésimo Primer Circuito, al resolver el impedimento 9/2022, y el diverso sustentado por el Segundo Tribunal Colegiado en Materias Penal y Administrativa del Vigésimo Primer Circuito, al resolver el impedimento 5/2022."
        ]
    },
    {
        "registro_digital": "2026852",
        "epoca": "Undécima Época",
        "materias": "Civil",
        "tesis": "PR.C.CS. J/3 C (11a.)",
        "instancia": "Plenos Regionales",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "PENSIÓN ALIMENTICIA. LA SENTENCIA QUE REDUCE O CANCELA LA ESTABLECIDA PROVISIONALMENTE, POR REGLA GENERAL, NO ES SUSCEPTIBLE DE EJECUTARSE SI SE ENCUENTRA PENDIENTE DE RESOLVER EL RECURSO DE APELACIÓN INTERPUESTO EN SU CONTRA.",
        "contenido": [
            "Hechos: Los Tribunales Colegiados de Circuito contendientes llegaron a posturas contradictorias al analizar si una sentencia que fija en definitiva los alimentos y los reduce o cancela, es susceptible de ejecutarse cuando se encuentre pendiente de resolver un recurso de apelación interpuesto en su contra, pues mientras uno concluyó que la pensión alimenticia provisional continúa vigente hasta que cause ejecutoria la sentencia, el diverso órgano consideró que conforme a los artículos 392 y 566 del Código Procesal Civil del Estado Libre y Soberano de Guerrero Número 364, la sentencia debe ejecutarse.",
            "Criterio jurídico: El Pleno Regional en Materia Civil de la Región Centro-Sur, con residencia en Guadalajara, Jalisco establece que, por regla general, no procede la ejecución de la sentencia que fija en definitiva la pensión alimenticia, que reduce o cancela la establecida provisionalmente, si se encuentra pendiente de resolver el recurso de apelación interpuesto en su contra, salvo que la persona juzgadora, de conformidad con lo resuelto, advierta el peso excepcional de la necesidad de evitar el cobro de una pensión notoriamente excesiva o el peligro en que se pueda encontrar la subsistencia o derecho al mínimo vital de la persona deudora alimentaria, que incluso ponga en riesgo el propio pago de la pensión o bien de otros derechos o bienes en juego, como podrían ser los de otros acreedores alimentarios.",
            "Justificación: Los artículos 392, fracción III, 393, fracción III y 566 del Código Procesal Civil del Estado Libre y Soberano de Guerrero Número 364, que contemplan de manera general la ejecución provisional de sentencias sobre alimentos, sin necesidad de caución o fianza, constituyen un sistema normativo supraincluyente, por lo que a fin de atender a las diferentes realidades que pueden presentarse, deben ser interpretados a partir de los derechos fundamentales de los acreedores alimentarios (vida, subsistencia, nivel de vida digno y adecuado), así como del principio constitucional de proporcionalidad y la subsistencia o el mínimo vital de la persona deudora alimentaria. Conforme a ello, por regla general, no es posible ordenar la ejecución anticipada de la sentencia si se encuentra pendiente de resolución el recurso de apelación interpuesto en su contra, al no existir certeza jurídica sobre el derecho discutido. No obstante, existen supuestos en los que será necesario analizar si es indispensable ejecutar de forma anticipada la sentencia. La excepción a la regla general apuntada se actualiza cuando la persona juzgadora, a la luz de lo sentenciado, advierta el peso considerable del derecho a ejecutar anticipadamente la sentencia, porque de no hacerlo se permitiría el cobro de una pensión notoriamente excesiva, o se pondría en peligro la subsistencia o el mínimo vital de la propia persona deudora, así como, en su caso, las obligaciones adquiridas por ésta respecto a diversos acreedores alimentarios, lo que incluso paradójicamente puede afectar a los acreedores o a las acreedoras alimentarias.",
            "PLENO REGIONAL EN MATERIA CIVIL DE LA REGIÓN CENTRO-SUR, CON RESIDENCIA EN GUADALAJARA, JALISCO."
        ],
        "precedente": [
            "Contradicción de criterios 6/2023. Entre los sustentados por los Tribunales Colegiados Primero y Tercero, ambos en Materias Civil y de Trabajo del Vigésimo Primer Circuito. 4 de mayo de 2023. Mayoría de dos votos de los Magistrados Héctor Martínez Flores y Cuauhtémoc Cuéllar De Luna. Disidente: Magistrada Martha Leticia Muro Arellano, quien formuló voto particular. Ponente: Magistrado Cuauhtémoc Cuéllar De Luna. Secretarios: Edgar Ulises Partida Rodríguez, Miguel Mora Pérez y Luis Fernando Castillo Portillo.",
            "Criterios contendientes:",
            "El sustentado por el Primer Tribunal Colegiado en Materias Civil y de Trabajo del Vigésimo Primer Circuito, al resolver los amparos en revisión 14/2020, 129/2020 y 52/2021, y el diverso sustentado por el Tercer Tribunal Colegiado en Materias Civil y de Trabajo del Vigésimo Primer Circuito, al resolver el amparo en revisión 68/2019.",
            "Nota: De la sentencia que recayó a los amparos en revisión 14/2020, 129/2020 y 52/2021, resueltos por el Primer Tribunal Colegiado en Materias Civil y de Trabajo del Vigésimo Primer Circuito, derivó la tesis aislada XXI.1o.C.T.1 C (11a.), de rubro: \"PENSIÓN ALIMENTICIA PROVISIONAL. LA SENTENCIA DE PRIMERA INSTANCIA QUE ORDENA SU CANCELACIÓN O REDUCCIÓN, CONTRA LA CUAL SE ADMITE EL RECURSO DE APELACIÓN EN EL EFECTO DEVOLUTIVO, NO ES EJECUTABLE INMEDIATAMENTE, SINO HASTA QUE CAUSE EJECUTORIA (LEGISLACIÓN DEL ESTADO DE GUERRERO).\", publicada en el Semanario Judicial de la Federación del viernes 13 de mayo de 2022 a las 10:18 horas y en la Gaceta del Semanario Judicial de la Federación, Undécima Época, Libro 13, Tomo V, mayo de 2022, página 4699, con número de registro digital: 2024600.",
            "De la sentencia que recayó al amparo en revisión 68/2019, resuelto por el Tercer Tribunal Colegiado en Materias Civil y de Trabajo del Vigésimo Primer Circuito, derivó la tesis aislada XXI.3o.C.T.7 C (10a.), de título y subtítulo: \"SENTENCIA SOBRE ALIMENTOS. LA DICTADA EN PRIMERA INSTANCIA ADMITE EJECUCIÓN FORZOSA Y PROVISIONAL, POR TRATARSE DE UNA RESOLUCIÓN CAUTELAR, AUNQUE EN SU CONTRA SE INTERPONGA RECURSO DE APELACIÓN (LEGISLACIÓN DEL ESTADO DE GUERRERO).\", publicada en el Semanario Judicial de la Federación del viernes 17 de enero de 2020 a las 10:18 horas y en la Gaceta del Semanario Judicial de la Federación, Décima Época, Libro 74, Tomo III, enero de 2020, página 2689, con número de registro digital: 2021436."
        ]
    },
    {
        "registro_digital": "2026855",
        "epoca": "Undécima Época",
        "materias": "Laboral",
        "tesis": "PR.L.CS. J/30 L (11a.)",
        "instancia": "Plenos Regionales",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "PROCEDIMIENTO ORDINARIO LABORAL. EL PROVEÍDO QUE ORDENA \"CORRER TRASLADO\" A LA PARTE ACTORA CON LA CONTESTACIÓN DE LA DEMANDA Y LE FIJA EL INICIO DEL PLAZO PARA OBJETAR LAS PRUEBAS DE SU CONTRAPARTE, FORMULAR RÉPLICA Y OFRECER LOS MEDIOS DE CONVICCIÓN EN QUE SUSTENTE ESAS OBJECIONES, BAJO EL APERCIBIMIENTO QUE DE NO HACERLO PRECLUIRÁN ESOS DERECHOS, NO DEBE NOTIFICARSE PERSONALMENTE, SINO A TRAVÉS DE BOLETÍN JUDICIAL, SIEMPRE QUE NO EXISTA RECONVENCIÓN.",
        "contenido": [
            "Hechos: Dos Tribunales Colegiados de Circuito arribaron a conclusiones diferentes al analizar si fue jurídicamente correcto o no, que una persona secretaria instructora, adscrita a un tribunal laboral, haya ordenado que se notificara a la parte actora únicamente por medio de boletín judicial, el proveído mediante el cual le \"corrió traslado\" con la contestación de demanda y sus anexos, y además le fijó el inicio del plazo para que objetara las pruebas de su contraparte, formulara réplica y, en su caso, ofreciera los medios de convicción para sustentar esas objeciones, pues mientras un Tribunal consideró que dicho proveído debía ser notificado personalmente a la parte actora, el otro sostuvo que bastaba que fuere notificado mediante boletín judicial.",
            "Criterio jurídico: El Pleno Regional en Materia de Trabajo de la Región Centro-Sur, con residencia en la Ciudad de México, determina que con base en la Ley Federal del Trabajo, en su texto posterior a la reforma publicada en el Diario Oficial de la Federación el 1 de mayo de 2019, el proveído mediante el cual la persona secretaria instructora ordena \"correr traslado\" a la parte actora con la contestación de la demanda y sus anexos (pruebas), es decir, con el que pone a su disposición en el local del tribunal esos documentos, y además le fija el inicio del plazo para que objete las pruebas de su contraparte, formule réplica y, en su caso, ofrezca los medios de convicción para sustentar esas objeciones, no debe ser notificado de manera personal a la parte accionante, sino únicamente por medio de boletín judicial, siempre y cuando no exista reconvención en dicha contestación de demanda.",
            "Justificación: Lo anterior, porque si bien dada la forma en que se sustancia el procedimiento ordinario en el nuevo sistema de justicia laboral, la réplica es una etapa de la fase escrita, cuyo óptimo ejercicio contribuye a la debida integración de la litis, pues en ese momento procesal es cuando la parte actora conoce tanto las excepciones y defensas que opuso su contraparte, como las pruebas que ofreció para demostrarlas y, por ello, a partir de ahí inicia el plazo legal para objetarlas, formular argumentos contra la propia contestación y, en su caso, ofrecer las pruebas para sustentar sus objeciones; lo cierto es que de la exposición de motivos de la que derivó el decreto de reforma a la Ley Federal del Trabajo, publicado en el Diario Oficial de la Federación, el 1 de mayo de 2019, este Pleno Regional arriba a la conclusión de que el artículo 3o. Ter, fracción VII, de la mencionada legislación, el cual dispone que: \"correr traslado\" significa: \"poner a disposición de alguna de las partes algún documento o documentos en el local del Tribunal, salvo los casos previstos en esta Ley\", debe entenderse en los términos estrictamente ahí contenidos, es decir, sin que pueda equipararse a la obligación del tribunal laboral de notificar personalmente una determinada resolución judicial en específico, porque de esa manera se preserva el cumplimiento a las exigencias más importantes que persiguió la mencionada reforma laboral, esto es, la agilización de los procedimientos de conciliación y solución de conflictos en materia de trabajo, y a que esos procedimientos no estuvieren paralizados por la demora de sus notificaciones. Por tanto, si el artículo 873-B de la Ley Federal del Trabajo, establece que: \"El Tribunal correrá traslado a la actora con la copia de la contestación a la demanda y sus anexos para que en un plazo de ocho días objete las pruebas de su contraparte, formule su réplica y en su caso ofrezca pruebas en relación a dichas objeciones y réplica, acompañando copia de traslado para cada parte\", entonces, debe entenderse que no fue intención del legislador ordinario que dicho proveído fuere notificado de manera personal a la parte demandante, lo cual se corrobora con el contenido del diverso artículo 742 de la citada legislación, en el cual no se contempla esa hipótesis como de aquellas que ameritan ser comunicadas a las partes de manera personal.",
            "PLENO REGIONAL EN MATERIA DE TRABAJO DE LA REGIÓN CENTRO-SUR, CON RESIDENCIA EN LA CIUDAD DE MÉXICO."
        ],
        "precedente": [
            "Contradicción de criterios 36/2023. Entre los sustentados por el Primer Tribunal Colegiado en Materia de Trabajo del Décimo Circuito y el Tercer Tribunal Colegiado de Circuito del Centro Auxiliar de la Décima Región, con residencia en Saltillo, Coahuila de Zaragoza, en auxilio del Primer Tribunal Colegiado en Materia de Trabajo del Décimo Circuito. 31 de mayo de 2023. Tres votos de la Magistrada Rosa María Galván Zárate y de los Magistrados José Luis Caballero Rodríguez y Emilio González Santander. Ponente: Magistrada Rosa María Galván Zárate. Secretario: Jorge Iván Ávila Rivera.",
            "Criterios contendientes:",
            "El sustentado por el Tercer Tribunal Colegiado de Circuito del Centro Auxiliar de la Décima Región, con residencia en Saltillo, Coahuila de Zaragoza, al resolver el amparo directo 588/2022 (cuaderno auxiliar 519/2022), y el diverso sustentado por el Primer Tribunal Colegiado en Materia de Trabajo del Décimo Circuito, al resolver el amparo directo 88/2022."
        ]
    },
    {
        "registro_digital": "2026860",
        "epoca": "Undécima Época",
        "materias": "Civil",
        "tesis": "PR.C.CN. J/10 C (11a.)",
        "instancia": "Plenos Regionales",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "RECURSO DE APELACIÓN PRINCIPAL. LA PARTE QUE VENCIÓ ESTÁ LEGITIMADA PARA INTERPONERLO EN CASO DE QUE LA LEY NO CONTEMPLE LA APELACIÓN ADHESIVA (LEGISLACIÓN DEL ESTADO DE MÉXICO).",
        "contenido": [
            "Hechos: Los Tribunales Colegiados de Circuito contendientes resolvieron en forma divergente que se deja en estado de indefensión e inaudita a la parte vencedora en primera instancia, al ser absuelta de la acción principal. Así, uno concluyó que la parte vencedora en el juicio de origen se encontraba imposibilitada para apelar el fallo de primer orden, debido a que obtuvo sentencia favorable a sus intereses, por lo que se le deja en estado de indefensión; mientras que el otro sostuvo que la parte vencedora tiene expedito su derecho de hacer valer los argumentos que estime pertinentes con el fin de controvertir el fallo emitido por el tribunal de alzada, a través del juicio de amparo directo.",
            "Criterio jurídico: Cuando no está prevista en la ley procesal la apelación adhesiva, tal circunstancia no deja en estado de indefensión a las partes, pues la parte vencedora en el juicio natural que considere que el fallo es deficiente o contrario a sus pretensiones o que le agravia la parte considerativa, aun siéndole favorable, cuenta con el recurso de apelación principal mediante el cual podrá pedir que se modifique la sentencia, en la inteligencia de que en caso de no prosperar la impugnación de la contraparte, ocurrirá su confirmación.",
            "Justificación: Al no contemplar la ley la apelación adhesiva, el recurso de apelación principal tiene por objeto conceder a la parte la posibilidad de impugnar las consideraciones del fallo recurrido que, en principio, no le afectaban por haber obtenido lo que pretendía, pero que de prosperar los agravios formulados contra el resolutivo que le beneficia, podrían subsistir, perjudicándole de modo definitivo. Esto, porque si bien en principio la sentencia podría no causarle agravio al recurrente, lo cierto es que ese agravio no necesariamente debe ser actual, sino que también puede ser eventual y susceptible de ser impugnado si en el supuesto de actualizarse tendría la calidad de irreparable.",
            "PLENO REGIONAL EN MATERIA CIVIL DE LA REGIÓN CENTRO-NORTE, CON RESIDENCIA EN LA CIUDAD DE MÉXICO."
        ],
        "precedente": [
            "Contradicción de criterios 8/2023. Entre los sustentados por el Primer Tribunal Colegiado del Segundo Circuito, con residencia en Nezahualcóyotl, Estado de México y el Cuarto Tribunal Colegiado en Materia Civil del Segundo Circuito. 10 de mayo de 2023. Mayoría de dos votos de los Magistrados Abraham S. Marcos Valdés y Alejandro Villagómez Gordillo. Disidente: Magistrada Hortencia María Emilia Molina de la Puente, quien formuló voto particular. Ponente: Magistrada Hortencia María Emilia Molina de la Puente. Secretaria: María Fernanda Olea Sahagún.",
            "Tesis y/o criterios contendientes:",
            "El Cuarto Tribunal Colegiado del Segundo Circuito, al resolver los amparos indirectos 206/2017 y 849/2018, dieron origen a la tesis aislada II.4o.C.31 C (10a.), de título y subtítulo: \"APELACIÓN. CUANDO EL TRIBUNAL DE ALZADA REVOCA LA SENTENCIA DE PRIMERA INSTANCIA, DEBE ANALIZAR EN SU INTEGRIDAD LA LITIS EN EL JUICIO NATURAL, INCLUYENDO EL ESTUDIO DE TODOS LOS ELEMENTOS DE LA ACCIÓN Y NO SÓLO LOS QUE FUERON MOTIVO DE AGRAVIO EN EL RECURSO RELATIVO (LEGISLACIÓN DEL ESTADO DE MÉXICO).\", publicada en el Semanario Judicial de la Federación del viernes 13 de septiembre de 2019 a las 10:22 horas y en la Gaceta del Semanario Judicial de la Federación, Décima Época, Libro 70, Tomo III, septiembre de 2019, página 1811, con número de registro digital: 2020577; y",
            "El sustentado por el Primer Tribunal Colegiado del Segundo Circuito, con residencia en Nezahualcóyotl, Estado de México, al resolver el amparo directo 403/2021."
        ]
    },
    {
        "registro_digital": "2026859",
        "epoca": "Undécima Época",
        "materias": "Civil",
        "tesis": "PR.C.CN. J/9 C (11a.)",
        "instancia": "Plenos Regionales",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "RECURSO DE APELACIÓN. NO ES VÁLIDO QUE EL TRIBUNAL DE ALZADA REEXAMINE LOS ELEMENTOS DE LA ACCIÓN YA ESTUDIADOS POR EL JUEZ DE PRIMERA INSTANCIA, RESPECTO DE LOS CUALES NO SE PLANTEÓ AGRAVIO EN ESE RECURSO (LEGISLACIÓN DEL ESTADO DE MÉXICO).",
        "contenido": [
            "Hechos: Los Tribunales Colegiados de Circuito contendientes resolvieron en forma antagónica, respecto a cuál debe ser la función del tribunal de alzada al resultar fundado un agravio y revocar la sentencia de primer grado. Así, uno concluyó que cuando la Sala de apelación reasume jurisdicción respecto de la sentencia de primer grado al haber declarado fundado un agravio, se debe limitar a analizar los restantes elementos que no fueron estudiados o que dicha valoración fue deficiente, ya que al reasumir jurisdicción únicamente es por la parte intocada por el de primera instancia y no sustituirse en sus funciones como si no se hubiere realizado estudio alguno, esto es, no puede sostenerse el reasumir jurisdicción si los puntos relativos ya se estudiaron por el Juez; mientras que el otro sostuvo que, cuando en el recurso de apelación el tribunal de alzada revoca la sentencia de primera instancia, ante la falta de reenvío, se debe analizar en su integridad la litis en el juicio natural, incluyendo el estudio de todos los elementos de la acción y no sólo los que fueron motivo de agravio.",
            "Criterio Jurídico: No es válido que el tribunal de alzada reexamine los elementos de la acción ya estudiados por el Juez de primera instancia respecto de los que no se planteó agravio en el recurso de apelación.",
            "Justificación: El tribunal de alzada se encuentra legalmente facultado para examinar y resolver con plenitud de jurisdicción los errores y omisiones cometidos en la resolución apelada y, en su caso, puede sustituirse íntegramente al Juez de primera instancia para pronunciar la resolución que legalmente corresponda, ello con base en los agravios que le fueron planteados, esto es, sólo sobre cuestiones controvertidas; por lo tanto, si en el caso, el Juez se pronunció sobre ciertas cuestiones y éstas no fueron materia de agravio, ello deberá quedar intocado, ya que el objeto de análisis en el recurso son los agravios.",
            "PLENO REGIONAL EN MATERIA CIVIL DE LA REGIÓN CENTRO-NORTE, CON RESIDENCIA EN LA CIUDAD DE MÉXICO."
        ],
        "precedente": [
            "Contradicción de criterios 8/2023. Entre los sustentados por el Primer Tribunal Colegiado del Segundo Circuito, con residencia en Nezahualcóyotl, Estado de México y el Cuarto Tribunal Colegiado en Materia Civil del Segundo Circuito. 10 de mayo de 2023. Unanimidad de votos de la Magistrada Hortencia María Emilia Molina de la Puente y de los Magistrados Abraham S. Marcos Valdés y Alejandro Villagómez Gordillo. Ponente: Magistrada Hortencia María Emilia Molina de la Puente. Secretaria: María Fernanda Olea Sahagún.",
            "Tesis y/o criterios contendientes:",
            "El Cuarto Tribunal Colegiado del Segundo Circuito, al resolver los amparos directos 206/2017 y 849/2018, dieron origen a la tesis aislada II.4o.C.31 C (10a.), de título y subtítulo: \"APELACIÓN. CUANDO EL TRIBUNAL DE ALZADA REVOCA LA SENTENCIA DE PRIMERA INSTANCIA, DEBE ANALIZAR EN SU INTEGRIDAD LA LITIS EN EL JUICIO NATURAL, INCLUYENDO EL ESTUDIO DE TODOS LOS ELEMENTOS DE LA ACCIÓN Y NO SÓLO LOS QUE FUERON MOTIVO DE AGRAVIO EN EL RECURSO RELATIVO (LEGISLACIÓN DEL ESTADO DE MÉXICO).\", publicada en el Semanario Judicial de la Federación del viernes 13 de septiembre de 2019 a las 10:22 horas y en la Gaceta del Semanario Judicial de la Federación, Décima Época, Libro 70, Tomo III, septiembre de 2019, página 1811, con número de registro digital: 2020577; y",
            "El sustentado por el Primer Tribunal Colegiado del Segundo Circuito, con residencia en Nezahualcóyotl, Estado de México, al resolver el amparo directo 403/2021."
        ]
    },
    {
        "registro_digital": "2026866",
        "epoca": "Undécima Época",
        "materias": "Laboral",
        "tesis": "PR.L.CN. J/5 L (11a.)",
        "instancia": "Plenos Regionales",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "RESCISIÓN DE LA RELACIÓN DE TRABAJO CON PETRÓLEOS MEXICANOS (PEMEX). EN TANTO PARTE PATRONAL, LE CORRESPONDE LA CARGA DE LA PRUEBA A FIN DE RECABAR LA DECLARACIÓN DE LA PERSONA QUE EL TRABAJADOR MENCIONÓ DURANTE EL DESARROLLO DE LA INVESTIGACIÓN ADMINISTRATIVA INSTAURADA EN SU CONTRA, COMO LA QUE REALIZÓ O TRAMITÓ A SU NOMBRE LA PRESTACIÓN DE BECA ACADÉMICA [INTERPRETACIÓN DE LAS CLÁUSULAS 24 Y 171 DEL CONTRATO COLECTIVO DE TRABAJO CELEBRADO ENTRE PETRÓLEOS MEXICANOS, POR SÍ Y EN REPRESENTACIÓN DE SUS EMPRESAS PRODUCTIVAS SUBSIDIARIAS Y EL SINDICATO DE TRABAJADORES PETROLEROS DE LA REPÚBLICA MEXICANA (STPRM)] .",
        "contenido": [
            "Hechos: Los Tribunales Colegiados de Circuito contendientes sostuvieron criterios contradictorios, pues mientras uno de ellos consideró que de conformidad con la cláusula 24 del Contrato Colectivo de Trabajo correlativo, correspondía al trabajador ofrecer como prueba en la investigación administrativa que se le siguió por haber recibido indebidamente la prestación de beca académica prevista en la diversa cláusula 171 del referido pacto, la declaración de la persona que mencionó como la que gestionó o tramitó ese apoyo económico a su nombre; los demás órganos colegiados determinaron que dicha carga probatoria pesaba sobre Petróleos Mexicanos (Pemex) como patrón con interés de rescindir la relación de trabajo ante una falta de probidad y honradez.",
            "Criterio jurídico: El Pleno Regional en Materia de Trabajo de la Región Centro-Norte, con residencia en Monterrey, Nuevo León, determina que dentro de un procedimiento de rescisión de la relación laboral, corresponde al patrón Petróleos Mexicanos recabar la declaración de la persona que el trabajador mencionó durante el desarrollo de la investigación administrativa instaurada en su contra, como la que realizó o tramitó a su nombre la prestación de beca académica prevista en la cláusula 171 del Contrato Colectivo de Trabajo.",
            "Justificación: De conformidad con los artículos 47 y 784 de la Ley Federal del Trabajo, corresponde al patrón probar su dicho cuando, entre otros supuestos, exista controversia sobre la causa o causas de rescisión de la relación de trabajo. Por su parte, la cláusula 24 del Contrato Colectivo de Trabajo celebrado entre Petróleos Mexicanos, por sí y en representación de sus empresas productivas subsidiarias y el Sindicato de Trabajadores Petroleros de la República Mexicana (STPRM), dispone que dicha empresa se obliga a no aplicar sanción alguna ni rescindir el contrato a los trabajadores sindicalizados, sin que previamente se les haya investigado y comprobado las faltas que se les imputen. Conforme a ello, recae en Petróleos Mexicanos la obligación de recabar la declaración de la persona que gestionó o tramitó en nombre del trabajador investigado, la prestación consistente en la beca académica prevista en la cláusula 171 del referido pacto colectivo, en virtud de que, en términos de los artículos previamente anotados, corresponde a dicha empresa la carga probatoria de justificar su dicho cuando pretenda actualizar en contra de la parte trabajadora alguna de las causas de rescisión de la relación de trabajo previstas en la ley. Lo anterior, bajo el entendido de que el patrón de esa carga no se libera por más que el trabajador haya reconocido que recibió la prestación correlativa, porque ello bien puede atender a otros motivos diversos a los configurativos de una falta de probidad y honradez que, por tanto, si es invocada como causa de rescisión de la relación laboral, en todo momento le toca probarla.",
            "PLENO REGIONAL EN MATERIA DE TRABAJO DE LA REGIÓN CENTRO-NORTE, CON RESIDENCIA EN MONTERREY, NUEVO LEÓN."
        ],
        "precedente": [
            "Contradicción de criterios 8/2023. Entre los sustentados por el Primer Tribunal Colegiado de Circuito del Centro Auxiliar de la Cuarta Región, con residencia en Xalapa de Enríquez, Veracruz de Ignacio de la Llave, en auxilio del Cuarto Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, con residencia en Monterrey, Nuevo León, y el Segundo Tribunal Colegiado de Circuito del Centro Auxiliar de la Cuarta Región, con residencia en Xalapa de Enríquez, Veracruz de Ignacio de la Llave, en auxilio del Primer Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, ubicado en Monterrey, Nuevo León, el Tercer Tribunal Colegiado de Circuito del Centro Auxiliar de la Segunda Región, con residencia en San Andrés Cholula, Puebla, en auxilio del Primer Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, ubicado en Monterrey, Nuevo León, el Primer Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, ubicado en Monterrey, Nuevo León, el Tercer Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, con residencia en Monterrey, Nuevo León, y el Cuarto Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, con residencia en Monterrey, Nuevo León. 23 de mayo de 2023. Mayoría de dos votos de los Magistrados Jorge Toss Capistrán y Guillermo Vázquez Martínez. Disidente: Magistrada María Enriqueta Fernández Haggar, quien formuló voto particular. Ponente: Guillermo Vázquez Martínez. Secretario: Agustín Guadalupe Carreño Chapa.",
            "Criterios contendientes:",
            "El sustentado por el Primer Tribunal Colegiado de Circuito del Centro Auxiliar de la Cuarta Región, con residencia en Xalapa de Enríquez, Veracruz de Ignacio de la Llave, en auxilio del Cuarto Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, al resolver el amparo directo 1676/2021 (cuaderno auxiliar 456/2022), el sustentado por el Segundo Tribunal Colegiado de Circuito del Centro Auxiliar de la Cuarta Región, con residencia en Xalapa de Enríquez, Veracruz de Ignacio de la Llave, en auxilio del Primer Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, al resolver los amparos directos 1393/2021 (cuaderno auxiliar 36/2022), 1397/2021 (cuaderno auxiliar 472/2021), 1790/2021 (cuaderno auxiliar 110/2022) y 1792/2021 (cuaderno auxiliar 111/2022), y el diverso sustentado por el Tercer Tribunal Colegiado de Circuito del Centro Auxiliar de la Segunda Región, con residencia en San Andrés Cholula, Puebla, en auxilio del Primer Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, al resolver los amparos directos 1395/2021 (cuaderno auxiliar 590/2021), 1696/2021 (cuaderno auxiliar 679/2021), 1787/2021 (cuaderno auxiliar 37/2022) y 1799/2021 (cuaderno auxiliar 38/2022)."
        ]
    },
    {
        "registro_digital": "2026868",
        "epoca": "Undécima Época",
        "materias": "Administrativa",
        "tesis": "PR.A.CN. J/1 A (11a.)",
        "instancia": "Plenos Regionales",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "SUSPENSIÓN EN EL JUICIO DE AMPARO INDIRECTO. ES IMPROCEDENTE CONCEDERLA CONTRA EL OFICIO DE TERMINACIÓN DE LA RELACIÓN ADMINISTRATIVA ENTRE LA FISCALÍA GENERAL DE LA REPÚBLICA (FGR) Y UNO DE SUS AGENTES DEL MINISTERIO PÚBLICO, PERITOS O ELEMENTOS POLICIALES, DEBIDO A RAZONES PRESUPUESTARIAS Y DE REESTRUCTURACIÓN.",
        "contenido": [
            "Hechos: Los Tribunales Colegiados de Circuito contendientes arribaron a consideraciones contrarias en cuanto a si procede o no conceder la suspensión contra el oficio por virtud del cual se determinó la supresión de la plaza de un servidor público de los señalados en el artículo 123, apartado B, fracción XIII, párrafo segundo, de la Constitución Política de los Estados Unidos Mexicanos –agentes del Ministerio Público, peritos y miembros de las instituciones policiales–, por motivos presupuestarios y de reestructuración, y la consecuente terminación de su relación administrativa con el referido órgano constitucional autónomo, pues mientras uno de ellos razonó que la prohibición constitucional de reinstalación impide el otorgamiento de la medida cautelar, el otro sostuvo lo contrario.",
            "Criterio jurídico: El Pleno Regional en Materia Administrativa de la Región Centro-Norte, con residencia en la Ciudad de México, determina que es improcedente conceder la suspensión en el juicio de amparo indirecto contra el oficio de terminación de la relación administrativa entre la Fiscalía General de la República (FGR) y uno de sus agentes del Ministerio Público, peritos o elementos de policía, debido a razones presupuestarias y de reestructuración.",
            "Justificación: Es criterio firme de la Segunda Sala de la Suprema Corte de Justicia de la Nación, contenido en la contradicción de tesis 21/2010, que dio lugar a la tesis de jurisprudencia 2a./J. 103/2010, que la prohibición de reinstalar en su cargo a los servidores públicos señalados en el artículo 123, apartado B, fracción XIII, párrafo segundo, de la Constitución General, es aplicable en todos los casos, no sólo en aquellos de incumplimiento de los requisitos de permanencia y de responsabilidad administrativa. Entonces, ya dictada la resolución de terminación de la relación administrativa entre la Fiscalía General de la República y uno de los servidores públicos enunciados en la norma constitucional citada, no podría concederse la suspensión para que se le reincorporara en el cargo mientras se resuelve el asunto en lo principal, dado que tales efectos restitutorios de tutela anticipada descansan en la premisa de que realizado un análisis de la apariencia del buen derecho, se estima procedente adelantar los efectos reparadores propios de la ejecutoria que eventualmente se emita en el juicio de amparo indirecto, y en el caso, en virtud de la apuntada proscripción constitucional de reinstalación, el fallo definitivo no podría tener esos alcances sino, eventualmente, sólo la indemnización y demás prestaciones a que se tenga derecho. Así las cosas, si por las características del asunto, la ejecutoria no puede tener un alcance reinstalador, menos lo puede tener la medida cautelar. Además, en virtud de que la referida prohibición es de rango constitucional, debe considerarse, por esa sola circunstancia, de orden público, por lo que tampoco se satisface el requisito de los artículos 107, fracción X, párrafo primero, de la Carta Magna y 128, fracción II, de la Ley de Amparo, para conceder la suspensión.",
            "PLENO REGIONAL EN MATERIA ADMINISTRATIVA DE LA REGIÓN CENTRO-NORTE, CON RESIDENCIA EN LA CIUDAD DE MÉXICO."
        ],
        "precedente": [
            "Contradicción de criterios 46/2023. Entre los sustentados por los Tribunales Colegiados Primero y Décimo Primero, ambos en Materia Administrativa del Primer Circuito. 14 de abril de 2023. Tres votos de las Magistradas Rosa Elena González Tirado, quien formuló voto concurrente y Adriana Leticia Campuzano Gallegos (presidenta), y del Magistrado Gaspar Paulín Carmona. Ponente: Magistrada Adriana Leticia Campuzano Gallegos. Secretaria: Anaid López Vergara.",
            "Tesis y/o criterios contendientes:",
            "El Décimo Primer Tribunal Colegiado en Materia Administrativa del Primer Circuito, al resolver la queja 33/2022, la cual dio origen a la tesis aislada I.11o.A.4 A (11a.), de rubro: \"SUSPENSIÓN PROVISIONAL EN EL JUICIO DE AMPARO INDIRECTO. PROCEDE CONCEDERLA CONTRA LOS EFECTOS Y CONSECUENCIAS DEL OFICIO POR EL QUE SE DA POR TERMINADA LA RELACIÓN ADMINISTRATIVA DE UN PERITO OFICIAL ADSCRITO A LA FISCALÍA GENERAL DE LA REPÚBLICA, AL HABERSE SUPRIMIDO LA PLAZA QUE OCUPABA POR MOTIVOS PRESUPUESTALES O ESTRUCTURALES.\" publicada en el Semanario Judicial de la Federación del viernes 11 de marzo de 2022 a las 10:14 horas y en la Gaceta del Semanario Judicial de la Federación, Undécima Época, Libro 11, Tomo IV, marzo de 2022, página 3549, con número de registro digital: 2024298, y",
            "El sustentado por el Primer Tribunal Colegiado en Materia Administrativa del Primer Circuito, al resolver el incidente de suspensión (revisión) 173/2022.",
            "Nota: La tesis de jurisprudencia 2a./J. 103/2010 citada, aparece publicada con el rubro: \"SEGURIDAD PÚBLICA. LA PROHIBICIÓN DE REINSTALAR EN SU CARGO A LOS MIEMBROS DE LAS INSTITUCIONES POLICIALES, PREVISTA POR EL ARTÍCULO 123, APARTADO B, FRACCIÓN XIII, DE LA CONSTITUCIÓN GENERAL DE LA REPÚBLICA, REFORMADO MEDIANTE DECRETO PUBLICADO EN EL DIARIO OFICIAL DE LA FEDERACIÓN EL 18 DE JUNIO DE 2008, ES APLICABLE EN TODOS LOS CASOS, INDEPENDIENTEMENTE DE LA RAZÓN QUE MOTIVÓ EL CESE.\" en el Semanario Judicial de la Federación y su Gaceta, Novena Época, Tomo XXXII, julio de 2010, página 310, con número de registro digital: 164225.",
            "La parte conducente de la sentencia relativa a la contradicción de tesis 21/2010 citada, aparece publicada en el Semanario Judicial de la Federación y su Gaceta, Novena Época, Tomo XXXII, agosto de 2010, página 1206, con número de registro digital: 22364."
        ]
    },
    {
        "registro_digital": "2026872",
        "epoca": "Undécima Época",
        "materias": "Constitucional, Común",
        "tesis": "PR.P.CS. J/3 P (11a.)",
        "instancia": "Plenos Regionales",
        "tipo": "Jurisprudencia",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación y, por ende, se considera de aplicación obligatoria a partir del lunes 10 de julio de 2023, para los efectos previstos en el punto noveno del Acuerdo General Plenario 1/2021.",
        "rubro": "SUSPENSIÓN PROVISIONAL EN EL AMPARO CONTRA ÓRDENES DE APREHENSIÓN, PRESENTACIÓN O COMPARECENCIA DERIVADAS DE UN PROCEDIMIENTO PENAL. LA EXIGIBILIDAD DE LA EXHIBICIÓN DE LA GARANTÍA PREVISTA EN EL ARTÍCULO 168 DE LA LEY DE AMPARO, NO ES CONTRARIA AL PRINCIPIO DE PRESUNCIÓN DE INOCENCIA.",
        "contenido": [
            "Hechos: Los Tribunales Colegiados de Circuito contendientes, llegaron a posturas contrarias respecto a si puede invocarse la presunción de inocencia a fin de dispensar de la exhibición de la garantía que exige el artículo 168 de la Ley de Amparo, para la procedencia de la suspensión provisional contra actos derivados de un procedimiento penal que afecten la libertad personal, pues mientras un órgano jurisdiccional consideró que el citado principio no se transgredía al exigir como condición para el otorgamiento de la suspensión la garantía económica, el otro cuerpo colegiado estimó que la presunción de inocencia resultaba el elemento central para eximir a la parte quejosa de cubrir dicho requisito.",
            "Criterio jurídico: El Pleno Regional en Materia Penal de la Región Centro-Sur, con residencia en San Andrés Cholula, Puebla, determina que la exigencia de la exhibición de la garantía para la procedencia de la suspensión contra órdenes de aprehensión, presentación o comparecencia derivadas de un procedimiento penal, es un deber de la persona juzgadora que no transgrede el principio de presunción de inocencia en su vertiente extraprocesal, por lo que su aplicación no exime del cumplimiento de dicho requisito para el otorgamiento de la medida cautelar.",
            "Justificación: El artículo 168 de la Ley de Amparo establece que para que proceda la suspensión de actos derivados de un procedimiento penal que afecten la libertad personal, el órgano jurisdiccional \"deberá exigir\" a la parte quejosa la exhibición de una garantía monetaria, sin perjuicio de otras medidas. Esto es, el legislador impuso la obligación a las personas juzgadoras de establecer dicha condición para la procedencia de la suspensión, lo anterior como resultado de mediar entre la prosecución del procedimiento penal mediante el aseguramiento presencial del peticionario, los fines propios del medio de control constitucional y la vigencia de la presunción de inocencia. Por lo que eximir del cumplimiento de la garantía, vaciaría de contenido a la norma que de manera taxativa estableció esa obligación a los órganos de amparo a fin de buscar el cauce del procedimiento penal; además de que la fijación de la garantía no implica una sanción o consecuencias anticipadas del delito (como la reparación del daño), ni su imposición implica prejuzgar sobre la existencia del delito o de la responsabilidad del quejoso, ya que ello es materia del procedimiento penal.",
            "PLENO REGIONAL EN MATERIA PENAL DE LA REGIÓN CENTRO-SUR, CON RESIDENCIA EN SAN ANDRÉS CHOLULA, PUEBLA."
        ],
        "precedente": [
            "Contradicción de criterios 20/2023. Entre los sustentados por el Tercer y el Cuarto Tribunales Colegiados en Materia Penal, ambos del Tercer Circuito. 1 de junio de 2023. Tres votos de la Magistrada Carla Isselin Talavera y de los Magistrados Salvador Castillo Garrido (presidente) y Jesús Rafael Aragón. Ponente: Salvador Castillo Garrido. Secretaria: Lucina Bringas Calvario.",
            "Criterios contendientes:",
            "El sustentado por el Tercer Tribunal Colegiado en Materia Penal del Tercer Circuito, al resolver la queja 70/2023, y el diverso sustentado por el Cuarto Tribunal Colegiado en Materia Penal del Tercer Circuito, al resolver la queja 74/2021."
        ]
    },
    {
        "registro_digital": "2026836",
        "epoca": "Undécima Época",
        "materias": "Común",
        "tesis": "PR.L.CN.10 K (11a.)",
        "instancia": "Plenos Regionales",
        "tipo": "Aislada",
        "fuente": "Semanario Judicial de la Federación.\n",
        "publicacion": "Esta tesis se publicó el viernes 07 de julio de 2023 a las 10:14 horas en el Semanario Judicial de la Federación.",
        "rubro": "CONTRADICCIÓN DE CRITERIOS. EL APODERADO JURÍDICO DEL QUEJOSO EN UNO DE LOS JUICIOS DE AMPARO DIRECTO QUE LA MOTIVARON, CUENTA CON LEGITIMACIÓN PARA PRESENTAR LA AMPLIACIÓN DE LA DENUNCIA RESPECTIVA.",
        "contenido": [
            "Hechos: Con posterioridad a la presentación de la denuncia y admisión de la contradicción de criterios, el apoderado jurídico del quejoso en uno de los juicios de amparo directo que la motivaron presentó un escrito de ampliación en la que denunció la existencia de otras ejecutorias que podrían contender en la misma.",
            "Criterio jurídico: El Pleno Regional en Materia de Trabajo de la Región Centro-Norte, con residencia en Monterrey, Nuevo León, determina que el apoderado jurídico del quejoso en uno de los juicios de amparo que motivaron la denuncia de contradicción de criterios, cuenta con legitimación para presentar la ampliación de denuncia, por cuanto a las sentencias contendientes se refiere.",
            "Justificación: De conformidad con los artículos 107, fracción XIII, de la Constitución Política de los Estados Unidos Mexicanos, 226, fracción III y 227, fracción III, de la Ley de Amparo, las contradicciones de criterios entre Tribunales Colegiados de Circuito de la Región correspondiente, podrán ser denunciadas ante los Plenos Regionales por, entre otros, las partes en los asuntos que las motivaron. Por tanto, si una persona tiene reconocido el carácter de apoderado jurídico del quejoso en uno de los asuntos que motivó la contradicción de criterios, esa representación es idónea para presentar la ampliación de la denuncia de posible contradicción de criterios, por cuanto a las sentencias contendientes se refiere; ello, en virtud de que es parte en uno de los juicios que dieron origen a la referida contradicción de criterios.",
            "PLENO REGIONAL EN MATERIA DE TRABAJO DE LA REGIÓN CENTRO-NORTE, CON RESIDENCIA EN MONTERREY, NUEVO LEÓN."
        ],
        "precedente": [
            "Contradicción de criterios 8/2023. Entre los sustentados por el Primer Tribunal Colegiado de Circuito del Centro Auxiliar de la Cuarta Región, con residencia en Xalapa de Enríquez, Veracruz de Ignacio de la Llave, en auxilio del Cuarto Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, con residencia en Monterrey, Nuevo León, y el Segundo Tribunal Colegiado de Circuito del Centro Auxiliar de la Cuarta Región, con residencia en Xalapa de Enríquez, Veracruz de Ignacio de la Llave, en auxilio del Primer Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, ubicado en Monterrey, Nuevo León, el Tercer Tribunal Colegiado de Circuito del Centro Auxiliar de la Segunda Región, con residencia en San Andrés Cholula, Puebla, en auxilio del Primer Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, ubicado en Monterrey, Nuevo León, el Primer Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, ubicado en Monterrey, Nuevo León, el Tercer Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, con residencia en Monterrey, Nuevo León, y Cuarto Tribunal Colegiado en Materia de Trabajo del Cuarto Circuito, con residencia en Monterrey, Nuevo León. 23 de mayo de 2023. Tres votos de la Magistrada María Enriqueta Fernández Haggar y los Magistrados Jorge Toss Capistrán y Guillermo Vázquez Martínez. Ponente: Guillermo Vázquez Martínez. Secretario: Agustín Guadalupe Carreño Chapa.",
            "Nota: Esta tesis no constituye jurisprudencia, ya que no resuelve el tema de la contradicción planteada."
        ]
    }
]